{
  "Species": [
    {
      "Name": "Aleena",
      "Description": "[H4]Aleena[h4]Please see page 98 of the Nexus of Power Sourcebook for details.",
      "Source": {
        "page": "98",
        "source_book": "Nexus of Power"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "8",
        "StrainThreshold": "10",
        "Experience": "95"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "Coordination",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "DURA",
          "RankAdd": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "ALEENAAB1",
          "name": "Size",
          "Options": {
            "Option": {
              "Key": "ALEENAAB1OP1",
              "name": "Silhouette",
              "Description": "Aleena are smaller than average and count as silhouette 0."
            }
          }
        }
      }
    },
    {
      "Name": "Anx",
      "Description": "[H4]Anx[h4]Please see page 18 of the Savage Spirits Sourcebook for details.",
      "Source": {
        "page": "18",
        "source_book": "Savage Spirits"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "1",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "13",
        "StrainThreshold": "10",
        "Experience": "85"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "",
          "RankStart": "",
          "RankLimit": ""
        }
      },
      "TalentModifiers": {
        "TalentModifier": [
          {
            "Key": "KILL",
            "RankAdd": "1"
          },
          {
            "Key": "LETHALBL",
            "RankAdd": "1"
          }
        ]
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "ANXOC1",
          "Name": "Skill Checks",
          "Options": {
            "Option": {
              "Key": "ANXOC1OP1",
              "Name": "Mood Indicator",
              "Description": "If an Anx's head-crest is not covered, the character upgrades the difficulty of Deception checks once."
            }
          }
        }
      }
    },
    {
      "Name": "Aqualish",
      "Description": "[H4]Aqualish[h4] \n The Aqualish are tusked bipeds from the planet Ando whose appearance combined aspects of arachnids and pinniped aquatic mammals. Aqualish had a reputation for being nasty, crude and aggressive, and generally pursued off-world careers as mercenaries, bounty hunters, and pirates. One of the most infamous such Aqualish was the smuggler Ponda Baba. \n [P][B]Physiology:[b] \n An amphibious species native to the planet Ando, the Aqualish people are made up of three distinct races which included the Aquala, the Ualaq and the Quara. Although they all had their differences, their baseline genetic structure was the same and their appearances did not vary so drastically as to characterize them as different species. All Aqualish have two facial tusks which curved down over their mouths; a trait which adds to their appearance as arachnids. Indeed, the Aqualish have some arachnid genetic material in their distant past, as demonstrative in their relationship with the Harch species. These facial tusks are highly sensitive to heat and cold, and were used for cracking open the hard shells of shellfish or burrowing through the swampy loam of their homeworld. \n [P][B]Society:[b] \n The Aquala hate their Quara relatives, as they blame them for the image the Aqualish had on the galaxy as thugs. Because of this the latter subspecies are considered pariahs on Ando, which has a lower population of Aqualish than the galaxy itself. All three Aqualish subspecies speak mutually intelligible dialects of the same language. Quarrelsome and thug-like, the Aqualish culture revolves around aggression and toughness, with diplomacy being one of their weakest attributes. \n [P][B]Homeworld:[b] \n Ando, the homeworld of the Aqualish, is an oceanic planet located in the Ando system of the Mid Rim. The sea covers 95% of the world.  The majority of the world's islands are sustained by a decaying swamp ecosystem and covered in steamy mist. \n [P][B]Language:[b] \n Aqualish is the official language of the planet Ando, spoken by the Aqualish species. The three subspecies of Aqualish—Aquala, Quara and Ualaq—each have a different dialect. However, these regionalisms are so similar that they are easily understood by speakers of the separate dialects. \n [P]Aqualish vocal cords cause harsh guttural sounds, which are common in the Aqualish language, but uncommon in Basic. If an Aqualish speaks GalacticBasic Standard, it sounds coarse and brutish. Most Aqualish do not learn Basic unless they needed to, which usually means they have been forced to leave their homeworld. \n",
      "Source": {
        "page": "19",
        "source_book": "Dangerous Covenants"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "2",
        "Intellect": "1",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "8",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "BRAWL",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "SubSpeciesList": {
        "SubSpecies": [
          {
            "Key": "AQUASUB1",
            "Name": "Aquala",
            "Description": "Please see page 20 of the Dangerous Covenants Sourcebook for details.",
            "SkillModifiers": {
              "SkillModifier": {
                "Key": "Resilence",
                "RankStart": "1",
                "RankLimit": "2"
              }
            },
            "OptionChoices": {
              "OptionChoice": {
                "Key": "AQUAOC2",
                "Name": "Conditions",
                "Options": {
                  "Option": {
                    "Key": "AQUAOC2OP1",
                    "Name": "Environmental Conditions",
                    "Description": "Aquala may remove [SETBACK] imposed due to any cold or wet conditions."
                  }
                }
              }
            }
          },
          {
            "Key": "AQUASUB2",
            "Name": "Ualaq",
            "Description": "Please see page 20 of the Dangerous Covenants Sourcebook for details.",
            "OptionChoices": {
              "OptionChoice": [
                {
                  "Key": "AQUASUB1OC1",
                  "Name": "Skills",
                  "Options": {
                    "Option": [
                      {
                        "Key": "AQUASUB1OC1OP1",
                        "Name": "Survival",
                        "Description": "Ualaq may begin the game with one rank in Survival.",
                        "SkillModifiers": {
                          "SkillModifier": {
                            "Key": "SURV",
                            "RankStart": "1"
                          }
                        }
                      },
                      {
                        "Key": "AQUASUB1OC1OP2",
                        "Name": "Perception",
                        "Description": "Ualaq may begin the game with one rank in Perception.",
                        "SkillModifiers": {
                          "SkillModifier": {
                            "Key": "PERC",
                            "RankStart": "1"
                          }
                        }
                      }
                    ]
                  }
                },
                {
                  "Key": "AQUASUB1OC2",
                  "Name": "Conditions",
                  "Options": {
                    "Option": {
                      "Key": "AQUASUB1OC2OP1",
                      "Name": "Environmental Conditions",
                      "Description": "Ualaq may remove [SETBACK] imposed due to dark conditions, but suffer [SETBACK] to Perception checks in brightly lit environments"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "AQUASUB3",
            "Name": "Quara",
            "Description": "Please see page 20 of the Dangerous Covenants Sourcebook for details.",
            "OptionChoices": {
              "OptionChoice": [
                {
                  "Key": "AQUASUB3OC1",
                  "Name": "Skills",
                  "Options": {
                    "Option": [
                      {
                        "Key": "AQUASUB3OC1OP1",
                        "Name": "Athletics",
                        "Description": "Quara may begin the game with one rank in Athletics.",
                        "SkillModifiers": {
                          "SkillModifier": {
                            "Key": "ATHL",
                            "RankStart": "1"
                          }
                        }
                      },
                      {
                        "Key": "AQUASUB3OC1OP2",
                        "Name": "Coercion",
                        "Description": "Quara may begin the game with one rank in Coercion.",
                        "SkillModifiers": {
                          "SkillModifier": {
                            "Key": "COERC",
                            "RankStart": "1"
                          }
                        }
                      }
                    ]
                  }
                },
                {
                  "Key": "AQUASUB3OC2",
                  "Name": "Conditions",
                  "Options": {
                    "Option": {
                      "Key": "AQUASUB3OC2OP1",
                      "Name": "Environmental Conditions",
                      "Description": "Quara may remove [SETBACK] when attempting to track anything through a natural environment."
                    }
                  }
                }
              ]
            }
          }
        ]
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "AQUASWIM",
          "Name": "Aquatic",
          "Options": {
            "Option": {
              "Key": "AQUASWIMOP",
              "Name": "Underwater Breathing",
              "Description": "All Aqualish are capable of breathing underwater."
            }
          }
        }
      }
    },
    {
      "Name": "Arcona",
      "Description": "[H4]Arcona[h4] \n The Arcona are an alien race native to the planet Cona. Other important colonies of Arcona are Celenuir and Teke Ro - two planets located in the Mayagil sector. \n [P][B]Physiology:[b] \n The Arcona are scaleless reptiles, ranging between 1.7 to 2 meters tall. They are bipedal and humanoid in nature, with three toes on each foot and two fingers and one thumb on each hand, all with talons approximately 3 to 4 inches in length. They have triangular heads, large glittering eyes, and the nose and mouth are merely three barely visible slits in the face. The planet Cona, their homeworld, is a hot, ammonia-filled, dense world orbiting the blue giant Teke Ro. \n [P]Because everything they eat contains ammonia, the Arcona have developed a tolerance for it, and also require ammonia to create enzymes necessary for their very survival. The Arcona use ammonia particularly to supplement their circulatory systems and eliminate waste, disperse body heat and carry nutrients to their thick hides. In spite of this, the Arcona still have a dependency on water. They use their clawed hands and feet to dig up the plants and harvest water. \n [P]Another interesting feature about the Arcona is the bulbous growth between their eyes, which looks similar to a nose. In fact, this is not an olfactory organ at all, but an acutely accurate heat sensing organ, useful in sensing and locating another creature, and as such, an excellent supplement to their weak eyes. The eyes of the Arcona are multi-faceted, much like an insect or spider. Each facet is designed to perceive a different colour or shade, and will alert the Arcona to slightest of movements. But, they have no ability to see three dimensions. Because of this weakness, the Arcona only see the world around them as an imperceptible blur of motion and colour. \n [P]An Arcona's lifespan is roughly the same as a Human's. The Arcona live in a family based community, where the males take care of the young, as the females are generally reckless and thrill-seeking. Despite not being a particularly technological species, by the time the Galactic Empire rose to power, Arcona could be seen in every corner of the galaxy. They are also notorious for their easy addiction to common salt. \n [P]The Arcona adapted to the harmful environment of their homeplanet by eating the ammonia-converting roots of the complex flora of Cona as a source of water (the only water planet-wide). The Arcona depend on the ammonia to live and, as a result, Arcona living offworld have to take ammonia supplements or they will risk death. \n [P][B]Society:[b] \n The Arcona place greater emphasis on the rights of the group than the rights of the individual. However, there are a few acceptable variations. The best example of this is an Arconan's devotion to its offspring, placing far greater importance in it's own than the offspring of others in its own clan. The Arcona reside in loose communities composed of several family nests. \n [P]Arcona normally think of themselves as a whole. Virtually, they have no individuality. They often refer to themselves as \"we\" even when only one is present. Because Arcona are born in nests underground they obtain a close sense of family living in close quarters with brothers and sisters. [P]This society arose because of the need to protect the young from danger, for Cona is a dangerous place for the immature or uninitiated. Arcona parents must spend much of their time protecting their young from the jungles of Cona, or the hatchlings can trigger a spine trap, drink poison, or be eaten by carnivorous plants. Because of the long-term commitment involved in raising a nest of hatchlings, Arcona do not enter into the bond lightly. Males are generally the more finicky of the two genders, and when bonded, Arcona will bond for life. \n [P]The hierarchy of the group is such - A community is usually built within 20 kilometers from a clearing. Every 20 days, all adult Arcona meet there and discuss community business. These meetings are led by the Nest Leader, a male who is chosen by popular vote and can be replaced at any time. Although they possessed a pre-industrial technology level before their world was discovered, the Arcona have since been completely acclimated into the general galactic populace successfully. \n [P][B]Homeworld:[b] \n Cona is the largest planet within the Teke Ro system. Its relatively hot temperatures and somewhat odd atmosphere make it an uncomfortable place for any except for the indigenous species. Cona`s atmosphere is composed mostly of a mixture of nitrogen and hydrogen. Ammonia vapour results from the high concentration of the two elements, a usually deadly characteristic for non-Arcona. The lack of oxygen in the air is supplemented by an extraordinary amount of it within the ground. \n [P][B]Language:[b] \n Arconese is the official language of Cona and the native language of the local species, the Arcona. However, those Arcona born and raised in colonies outside of Cona do not usually learn Arconese, but the local language instead.",
      "Source": {
        "page": "19",
        "source_book": "Far Horizons"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "DefenseRanged": "0",
        "DefenseMelee": "0",
        "SoakValue": "0",
        "Experience": "100",
        "ForceRating": "0"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "VIGIL",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "ARCONAOC1",
            "Name": "Environment",
            "Options": {
              "Option": {
                "Key": "ARCONAOC1OP1",
                "Name": "Environment",
                "Description": "Arcona may remove [SETBACK] imposed due to arid or hot environmental conditions."
              }
            }
          },
          {
            "Key": "ARCONAOC2",
            "Name": "Mood",
            "Options": {
              "Option": {
                "Key": "ARCONAOC2OP1",
                "Name": "Mood Readers",
                "Description": "Arcona add [ADVANTAGE] to any Charm or Negotiation checks they make.",
                "DieModifiers": {
                  "DieModifier": [
                    {
                      "SkillKey": "CHARM",
                      "AdvantageCount": "1"
                    },
                    {
                      "SkillKey": "NEG",
                      "AdvantageCount": "1"
                    }
                  ]
                }
              }
            }
          }
        ]
      },
      "WeaponModifiers": "",
      "NoForceAbilities": "false"
    },
    {
      "Name": "Bardottan",
      "Description": "[H4]Bardottan[h4]Please see page 99 of the Nexus of Power Sourcebook for details.",
      "Source": {
        "page": "99",
        "source_book": "Nexus of Power"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "1",
        "Willpower": "3",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "10",
        "Experience": "105"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "LORE",
          "RankStart": "1",
          "RankLimit": "2"
        }
      }
    },
    {
      "Name": "Besalisk",
      "Description": "[H4]Besalisk[h4] \n Besalisks are a race of multi-armed sentient humanoids from the cold ocean world of Ojom. \n [P][B]Physiology:[b] \n Male Besalisks' heads sport prominent crests and four arms hang at their sides; females of the species can have as many as eight arms, but like Humans have a primary hand and a limited range of functionality with the others. The addition of the extra appendages require a hearty metabolism, and these bulky beings are able to store food and water for many days, and if the need arises, they could survive for long periods without either. Scruffy sensory whiskers line the area below their noses, just above the robust wattle most adult Besalisks possessed. \n [P][B]Society:[b] \n Because of Ojom's harsh environment, large cities were never developed on the world; instead small communes of about a thousand families claime territories around the world and are each led by an elected leader. The communes have a strict policy of keeping the size of their groupings equal to avoid conflict. When too many families grow in one area, the leader will ask certain families to break away and start a new community on another glacier. \n [P]While not involved in galactic politics and because they do not produce any of their own technology, the Besalisks established large orbital space stations where offworlders could come to do business. Trading and making deals, any violence on these stations was committed by offworlders as Besalisks avoid confrontation. \n [P][B]Homeworld:[b] \n Ojom is a frozen ocean planet located within the Deep Core and the homeworld of the Besalisk. Largely inhospitable, several space stations hang in orbit so as to accommodate other species less acclimated to the cold. \n [P][B]Language:[b] \n Besalisk, or Ojom, is the language used by the Besalisk species on their native world Ojom. Spoken Besalisk includes barks, growls and grunts as their main features. There is a written form of Besalisk, that used a simple phonological transcription of their phonemes. Words on written form tend to be short. Besalisks learn to speak but not write Basic from a young age.",
      "Source": {
        "page": "20",
        "source_book": "Special Modifications"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "1",
        "Intellect": "2",
        "Cunning": "1",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "12",
        "StrainThreshold": "7",
        "Experience": "85"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "Resilence",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "2",
          "isCareer": "false"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "BESALISKCH1",
          "Name": "Combat",
          "Options": {
            "Option": {
              "Key": "BESALISKCH2OP1",
              "Name": "Additional Limbs",
              "Description": "Besalisks have four arms and gain an additional free maneuver per turn.  They still may not perform more than two maneuvers per turn, however."
            }
          }
        }
      },
      "NoForceAbilities": "false"
    },
    {
      "Name": "Bothan",
      "Description": "[H4]Bothans[h4] Please see page 43 of the Edge of the Empire Core Rulebook, or page 51 of the Age of Rebellion Core Rulebook, for details.",
      "Source": {
        "page": "43",
        "source_book": "Edge of the Empire Core Rulebook"
    },
    "StartingChars":
    {
      "Brawn": "1",
      "Agility": "2",
      "Intellect": "2",
      "Cunning": "3",
      "Willpower": "2",
      "Presence": "2"
    },
    "StartingAttrs": {
      "WoundThreshold": "10",
      "StrainThreshold": "11",
      "Experience": "100"
    },
    "SkillModifiers": {
      "SkillModifier": {
        "Key": "SW",
        "RankStart": "1",
        "RankLimit": "2"
      }
    },
    "TalentModifiers":
    {
      "TalentModifier": {
        "Key": "CONV",
        "RankAdd": "1"
      }
    }
    },
    {
      "Name": "Caamasi",
      "Description": "[H4]Caamasi[h4] \n The Caamasi are a sentient mammalian species of furred humanoids known for their compassionate and peace-loving nature; indeed, the name Caamasi came to mean \"friend from afar\" and \"stranger to be trusted\" in some languages across the galaxy. \n [P][B]Physiology:[b] \n A species of furry mammalians, the Caamasi are covered in dense grey or brown fur and have a spicy, woody body scent that is similar to that of Corellian whiskey. They have two, long arms with thin, three-fingered hands, and two pointed ears which stick out from the sides of their heads. They also have an extremely acute sense of smell, with their nose positioned at the end of a tooth-filled snout. [P]Caamasi have the interesting ability to share vivid memories called memnii with their near relatives and Force-sensitives, especially members of the Jedi Order. A memnis is as vivid to one who receives it as it is to the one who participated in the event remembered. Their peace-loving natures are accounted for in part due to memnii, as having a memory of killing or harming would be particularly strong. In time, it would become unbearable, and something Caamasi would seek to avoid except in defense of themselves or others. \n [P][B]Society:[b] \n A pacifist race, culture on Caamasi evolved around the basic tenants of peace and social justice. Working as explorers, diplomats and artists, the Caamasi are a monogamous people who value single partners while mating and starting a family. So culturally ingrained was this notion that there are great debate among the species following the devastation of their homeworld. The Caamasi who are offworld at the time considered evolving to a position of polygamy so as to regrow the population. While the argument was one of survival, many sociologist familiar with the culture of the Caamasi believed that they would not accept the idea. The famed celebration known as the Rainbow of Sunshine Festival is held on Caamas annually and beloved by the populace. \n [P][B]Homeworld:[b] \n Caamas was a highly populated and marsh-covered Core World in the Cirius system, the second planet orbiting the star Cirius. It is notable for the devastation it suffered during an Imperial orbital bombardment which destroyed its ecosystem and nearly wiped out the native Caamasi. [P]Caamas was once a temperate, hospitable world of jungles, marshes, steppes, and rolling hills. Its dense rainforests and jungles teemed with life. After the Imperial bombardment, nearly all flora and fauna either disappeared or were mutated beyond recognition. Caamas became a barren waste, and without vegetation to release oxygen, the atmosphere became toxic and unbreathable. \n The bombardment kicked up smoke and dust into the air, and the surface became wracked by dust storms and falling soot, eroding the surface and sending dirt and mud into the oceans. The waters, once teeming with sea life, became muddy, polluted, stagnant, and lifeless. \n [P][B]Language:[b] \n Caamasi was the official language of Caamas and is still spoken by the native Caamasi in addition to Galactic Basic Standard. After the devastation of the planet, the surviving Caamasi were able to keep the language alive through the continued use and sharing of memnis from generation to generation.",
      "Source": {
        "page": "19",
        "source_book": "Desperate Allies"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "1",
        "Willpower": "3",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "11",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "",
          "RankStart": "",
          "RankLimit": ""
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "CAAABSK",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "CAASKCH",
                  "Name": "One Rank in Charm",
                  "Description": "Caamasi may begin the game with one rank in Charm.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "CHARM",
                      "RankAdd": "1"
                    }
                  }
                },
                {
                  "Key": "CAASKDEC",
                  "Name": "One Rank in Discipline",
                  "Description": "Caamasi may begin the game with one rank in Discipline.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "DISC",
                      "RankAdd": "1"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "CAAAB2",
            "Name": "Memories",
            "Options": {
              "Option": {
                "Key": "CAAAB2CLAW",
                "Name": "Memnii",
                "Description": "Once per game session, a Caamasi may form a new memnis that encompasses one scene or encounter. At any time, a Caamasi may perfectly recall any memnis that he has formed or witnessed, or share it with another Caamasi or Force-sensitive.",
                "DieModifiers": ""
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Cerean",
      "Description": "[H4]Cerean[h4] Cereans are a sophisticated and cultured humanoid mammalian species hailing from the planet Cerea in the Mid Rim. They have tall tapering heads, which house large binary brains, enabling them to focus on many things at the same time. Aside from this unique feature, Cereans are physically similar to Humans, although they each possesse two hearts, which supply extra blood circulation to support their brains. [P]Cerean males age more quickly than the females, who have similar lifespans to Humans. Thus, there are fewer males than females. Polygamous marriage are a necessity in order for the species to survive. Each male usually has one primary \"bond-wife\", and between four and ten \"honor-wives\". \n [P][B]Physiology:[b] \n The Cereans' enlarged skulls, extending up to twenty centimeters above their foreheads, house complex binary brains, provided with sufficient blood by an extra heart in their heads. The binary structure of Cerean thinking helps them to ponder two sides of an issue at once. It also enables them to process information and solve problems rapidly and provides a highly advanced capacity for concentration and meditation. Because of their thoughtful nature, they tend to be calm, rational and analytical, preferring peaceful philosophies and a lifestyle which works in harmony with nature. Though the quick-thinking Cereans have equally quick reflexes, they are commonly not as well coordinated as Humans. \n [P][B]Society:[b] \n Cereans developed a low–tech society on their homeworld and prefer to live in isolation from the wider galaxy. During the years leading up to the Invasion of Naboo, a generational dispute erupted on Cerea when the younger generation took up a rebellious stance against their low–tech society. Many Cerean youths wished to own such technology as was commonplace in the Galactic Republic, like starships and speeder bikes. [P]Many Cereans use specially-forged Kasha crystals as a meditational tool. By focusing one's thoughts while in contact with such crystals, distractions are eliminated, creating an exceptional meditation environment. \n [P][B]Homeworld:[b] \n Cerea is a planet located in the Mid Rim region of the galaxy. The homeworld of the Cerean species, Cerea is notable for its inhabitants' harmonious relationship with nature. Technology and pollution are frowned upon by the conservative government, a major point in the planet's decision not to join the Galactic Republic. The Cerean population mainly live in giant buildings that take up a minimum of space, allowing the remainder of the planet's area to be employed as farmland. Foreign immigrants and visitors are, with a few exceptions, only allowed in Cerea's Outsider Citadels, enormous buildings erected to let non-Cereans practice their technological ways. This ensures that the foreigners' technology does not contaminate Cerea's nature, but also leads to a concentration of criminal elements within the Citadels. [P]Cerea is ruled by the Council of Elders, which in turn is led by a president. The planet was for the most part ignored by the Republic until a few years prior to the Clone Wars. Cerea's seclusion caused a unique culture to develop, one that focused on other values than the mainstream galactic civilization. In 21 BBY, Cerea was the site of a battle between the Republic and Confederacy of Independent Systems, which had an adverse effect on the planet's relatively untouched nature. \n [P][B]Language:[b] \n Cerean is the official language of the planet Cerea. It is mainly spoken by native Cereans. Despite their isolationist stance, the Cereans also learn to speak Basic as children. [P]\"Chu'unthor\" is the Cerean word for \"academy,\" and the word \"Barsen'thor\" translates to \"Warden of the Order.\" ",
      "Source": {
        "page": "54",
        "source_book": "Force and Destiny Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "1",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "13",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": [
          {
            "Key": "VIGIL",
            "RankStart": "1",
            "RankLimit": "2"
          },
          {
            "RankStart": "0",
            "RankAdd": "0",
            "RankLimit": "0",
            "isCareer": "true",
            "SkillType": "Knowledge"
          }
        ]
      },
      "TalentModifiers": "",
      "OptionChoices": ""
    },
    {
      "Name": "Chadra-Fan",
      "Description": "[H4]Chadra-Fan[h4] \n Chadra-Fan are short, rodent-like humanoids, usually no more than one meter tall, with bat-like faces. They hail from the watery planet Chad. \n [P][B]Physiology:[b] \n Chadra-Fan have seven different senses—sight, touch, taste, sound, smell, infrared sight, and chemoreceptive smell—all of which were much more acute than Human senses. They are usually no more than a meter tall, some depicted with plantigrade two-toed feet, while others seemed to have four-toed digitigrade feet. The metabolism of Chadra-Fan is amazingly fast, allowing them to work almost constantly. They only sleep in two hour naps during the day. Because of their metabolism, the average Chadra-Fan matures by age fifteen and rarely lives more than eighty years. [P]Chadra-Fan are covered from head to foot in fur. Their species evolved from small, arboreal rodents. The two different sexes of Chadra-Fan are indistinguishable to other species, though the Chadra-Fan can readily tell the difference using their powerful sense of smell. If a male and a female Chadra-Fan are interested in one another they released special pheromones that relay their feelings. Chadra-Fan also have involuntary pheromones that conveyed information about their family line and create an aura of attractiveness. Other voluntary pheromones often convey a Chadra-Fan's state of emotion - anger, fear, or joy. Chadra-Fan even create more complex messages using their pheromones, though the pheromones when mixed sometimes cause confusion. They are unique in the fact that they have clear blood. \n [P][B]Society:[b] \n The society of Chadra-Fan is divided into a clan structure in which every member is responsible for parenting the clan's children and a fact of life is that every household is open at any time. Leadership within the clan is a temporary role that is passed from one individual to another as the situation calls for a particular expertise. Children are the centerpiece of a Chadra-Fan community, and only left when wed.  However, the new Chadra-Fan couple remain with the smaller clan so it is possible that a Chadra-Fan never leaves his or her home. \n [P]Chadra-Fan, if left alone, suffer from strong depression that will kill them in a matter of weeks. Thus, Chadra-Fan are not very picky when it comes to friends and prefer complete strangers to loneliness. Many Chadra-Fan are taken offworld as slaves, but they take this positively by thinking of it as a big adventure. They are also a jovial race, who almost always get on well with others. Only the most evil acts against them will make them think otherwise. Chadra-Fan are generally excellent team members and are extremely forgiving or so ignorant that they forget any failings within a group. Chadra-Fan, thus, can be found with various criminals because they are so unobservant or accommodating. [P]A deity called the Big Green Fish figures in Chadra-Fan religion. \n [P][B]Homeworld:[b] \n The planet Chad (also known as Chadra, or Chad III) is the homeworld of of the Chadra-Fan race. It is in the Outer Rim Territories, more specifically in the Slice. Chad is a watery planet, with extensive marshes and bayous. Chadra has nine moons, and has a very elliptical orbit, giving rise to a complex tidal cycle. Due to its unusual orbit, it is at different times either the third or fourth planet in the orbit of the blue-white star Chad. It has no axial tilt, however, making the climate relatively stable. [P]The native Chadra-Fan, an arboreal race, dwell in simple dwellings in the tops of the bayous' cyperill trees. They do not bother to make elaborate homes, as they know their dwellings could be destroyed at any time by the hurricanes and tsunamis which their planet os prone to. [P]Chad is also home to a Human population. The Human colonists lived in oceanic ranches aboard large arks.\n [P][B]Language:[b] \n Chadra-Fan is the official language of the planet Chad, spoken mainly by the native Chadra-Fan species. The Chadra-Fan language sounds quite different from Basic. This is noticed because Chadra-Fans who learned to speak Basic sound very nasal and squeaky.",
      "Source": {
        "page": "20",
        "source_book": "Stay on Target"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "3",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "11",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "MECH",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "CHADAB1",
            "Name": "Perception",
            "Options": {
              "Option": {
                "Key": "CHADAB1OP1",
                "Name": "Acute Senses",
                "Description": "Chandra-Fan remove up to [REMSETBACK][REMSETBACK] from Perception checks due to superior senses.",
                "DieModifiers": {
                  "DieModifier": {
                    "SkillKey": "PERC",
                    "SetbackCount": "2"
                  }
                }
              }
            }
          },
          {
            "Key": "CHADAB2",
            "Name": "Size",
            "Options": {
              "Option": {
                "Key": "CHADAB1SIZ",
                "Name": "Reduced Silouette",
                "Description": "Chadra-Fan have a Silhouette of 0."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Chagrian",
      "Description": "[H4]Chagrian[h4]See page 19 of the Lead by Example Sourcebook for details.",
      "Source": {
        "page": "19",
        "source_book": "Lead by Example"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "1",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "10",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "Resilence",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "2",
          "isCareer": "false"
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "KNOWSPEC",
          "RankStart": "0",
          "RankAdd": "1",
          "RankLimit": "0"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "CHAGRIANCH1",
          "Name": "Environment",
          "Options": {
            "Option": {
              "Key": "CHAGRIANCH1OP1",
              "Name": "Amphibious",
              "Description": "Chagrians can breathe underwater without penalty and never suffer movement penalties for traveling through water."
            }
          }
        }
      }
    },
    {
      "Name": "Chevin",
      "Description": "[H4]Chevin[h4] \n The Chevin have thick, wrinkeled gray skin that provides a thick hide of protection, and the ability to regulate their body temperature. The Chevin stand around 2.5 meters on two thick legs that support their bulky frames. They have large heads, which support a trunk that stretches down to the ground. This trunk allows the Chevin to forage for food while watching for predators. \n [P][B]Physiology:[b] \n The Chevin evolved from smaller relatives of the giant mammals who were wiped out when an asteroid collided with Vinsoth millions of years before the time of the Galactic Republic. Chevin have long snouts which hang down nearly to their ankles. Combined with their intellect, this makes them skilled hunters of animals such as backshin, because they can smell out their prey or feed while keeping their eyes on the horizon. It was also their hunting prowess which allowed them to dominate their homeworld and conquer the Chevs. Chevin have thick legs, massive wide bodies, thin rope-like tails, and arms so long their three-fingered hands often brushed the ground. \n [P]Despite their ungainly appearance, they can walk or run almost as fast as more nimble-looking humanoids. Chevin boast a double set of eyelids, one of which is transparent to prevent dust and wind from interfering with their vision. Their thick gray skin and efficient circulatory system keep them cool in warm climates and warm in cold climates, though they prefer semi-tropical conditions. The traditional Chevin costume consists of long, elaborately patterned robes (though they did not wear clothing until they were contacted by other species) and jewelry. \n [P][B]Society:[b] \n Despite their appearance, the Chevin are a technologically advanced, carnivorous species belonging to the pachydermal family. The species originated on Vinsoth, a world of rolling plains, with arctic polar regions, and few deserts. Their culture has forged the species into a greedy one. Chevins are infamous for their lust for money, power, and status. They will accomplish their goals by any means necessary. The Galaxy has come to see Chevin as gamblers, smugglers, blackmailers, and gun runners. They are also notorious as slavers for manipulating the humanoid race of Vinsoth, the Chevin. Although the Chevin are capable of using weapons of destruction, they tend to let others do their dirty work, or just force their slaves to do it for them. Though technologically advanced, the Chevin did not research their technology. They acquired it from an unknown offworld source, and adapted it to their lifestyle and needs. As a migratory species, the Chevin once walked the plains of Vinsoth. Now with technology, most travel the world on large community platforms, similar to the Ithorians and their herdships. The destitute Chevin tend to employ ground vehicles with wheels, rather than the repulsorlifts that wealthier Chevin put to use. While the Chevin travel on the platforms, the slaves walk and are expected to keep up. \n [P][B]Homeworld:[b] \n The planet Vinsoth is the capital of the Vinsoth system, Quelii sector. The large grassy continent and its small archipelago accounts for the majority of the planets population, containing vast business and bureaucratic districts, and has been likened by many to Coruscant in its sheer scale. The arctic regions on the South Pole are largely unexplored; though contain research facilities, whilst those on the north are mapped in great detail. \n [P][B]Language:[b] \n Chevin language is the native tongue of the Chevin species and the official language of planet Vinsoth. \n There was another native species to Vinsoth besides of the Chevins: The Chevs, who had their own language. However, the Chevs were slaves to the Chevins, and the Chevins forced their Chev slaves to learn Chevin language (usually they also made them learn Basic). Thus, the Chevin language was spoken by both Chevs and Chevins, while Chev language was spoken only by the Chevs. \n [P]As all the Chev speakers are familiar with the Chevin language, the Chevin language has had a great influence on the Chev language. Of course, Chevins traveling through the galaxy also learn to speak Basic.",
      "Source": {
        "page": "21",
        "source_book": "Far Horizons"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "1",
        "Intellect": "2",
        "Cunning": "3",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "11",
        "DefenseRanged": "0",
        "DefenseMelee": "0",
        "SoakValue": "0",
        "Experience": "80",
        "ForceRating": "0"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "NEG",
          "RankStart": "1"
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "DURA",
          "RankAdd": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "CHEVINOC1",
          "Name": "Smell",
          "Options": {
            "Option": {
              "Key": "CHEVINOC1OP1",
              "Name": "Advanced Olfaction",
              "Description": "Chevin add [BOOST] to Perception checks involving the sense of smell.",
              "DieModifiers": ""
            }
          }
        }
      },
      "NoForceAbilities": "false"
    },
    {
      "Name": "Chiss",
      "Description": "[H4]Chiss[h4] \n The Chiss are a tall, blue-skinned Near-Human civilization from the planet Csilla in the Unknown Regions, best known to most Humans as the people to which Grand Admiral Thrawn belonged. Due to the remote position of their home territory in the Chiss Ascendancy they remain largely an enigma to the rest of the galaxy, and contact with outsiders was limited even in the days of the Galactic Alliance. \n [P][B]Physiology:[b] \n The Chiss are a near-Human species distinguished by their blue skin and glowing red eyes, which grow darker depending on the oxygen content of their surroundings. The more oxygen present, the more intense the color of their eyes and skin tone. While their hair is typically jet black, it does on rare occasions go gray with age (most Chiss believed that the development of gray hair is an indication of the siring of exceptional children). Their physical form leads to some speculation on whether they are an offshoot of humanity's ancient expansions into the galaxy or whether their physical form coincidentally matched that of Humans. However, genetic analysis indicates that they are an offshoot of humanity, and it is believed that moving underground led to a divergence between them and baseline Humans. Furthermore, this analysis indicates that their unique skin tone is the result of exposure to glacial minerals. Their blue skin, jet black hair and red eyes generally command attention once they are in a crowd of regular humanoids, and these features make them physically striking and instantly recognizable. Male and female Chiss tend to be more powerfully built when compared to Humans but exhibit the same variances as Humanoid sexes. A Chiss stands between either 1.6 to 2.1 meters in height though an average height of an adult is 1.7 meters. \n [P]The University of Sanbra concluded that the fact that all Chiss often appear in very good physical shape is an indication that the species possesses an active metabolism which is responsible for their trim figure. Thus, this is believed to be responsible for preventing obesity that was commonly found within more sedentary humanoids. While the report concluded that they were indeed near-Humans, they had not determined a specific point of evolutionary divergence. There was, in fact, a Human sleeper ship colony established on Csilla around 27,500 BBY, though records of this were virtually nonexistent and it remained unknown how a remote area of the galaxy could have been trailblazed so far back. They did display, physiologically, very few signs of evolutionary adaptations to their icy environment with even their skin pigmentation not providing any apparent benefit. Beyond the obvious physical features, physiologically, the Chiss are similar to Humans to the point that they possess a comparable circulatory, neurological, digestive and reproductive systems. The Chiss vocal mechanism is noted for being similar to Humans but there are apparent differences which are evident in their capacity to speak their native language. \n [P]In addition, they experience a greatly accelerated growth rate compared to Humans, which contributes to their reaching maturity faster than Humans. Thus a Chiss at the age of 10-years holds the physical maturity of a 20-year old Human. This in turn results in a culturally-imprinted emotional maturity that is many times above that of their Human counterparts. They are capable of living up to 80 years old, at which point a Chiss is considered venerable; children are between ages 1-10, and they experience a rapid adolescence from 11-12 and are considered full adults by 13-14. Middle-age follows between the ages of 51-62, and those aged 63-79 are considered old. \n [P][B]Society:[b] \n Galactic perceptions of Chiss behavior is, following the Battle of Endor, much based on the personality of Grand Admiral Thrawn. However, following that period, it became apparent that Thrawn himself was an exceptional member of his kind with all Chiss demonstrating individually different traits. The impression held by the galaxy was that the Chiss were arrogant, aloof and calculating beings. However, while this is true in some cases, the Chiss demonstrate varying personality types similar to other species. General traits demonstrated by them, however, are being well-educated, artistic and cautious when dealing with outsiders. Outsiders have the general impression that the Chiss are very polite and highly civilized species. Their reputation means that they are both respected and, in some cases, feared. \n [P]The harsh cold conditions of Csilla led to the Chiss developing a self-reliant streak which is the core of their notoriously aloof personalities. This leads to outsiders characterizing their race being as cold as the ice plains of their homeworld. As a people, they are intelligent as well as highly valuing of their privacy. This extreme protection of their society is what allowed them to remain hidden from the rest of the galaxy for so long. They are described as being pensive as well as contemplative, deliberate and calculating. This means that they often study situations from many different viewpoints. As such, they consider all alternatives to a situation and even consider scenarios of what would have happened if they had made different decisions. In combat situations, Chiss act both calmly and intelligently as well as form well planned strategies. Chiss do not give themselves over to passion and instead view problems as curiosities that need to be solved through rigorous application of brainpower. As such, they do not allow hot emotions to interfere with their methodical analysis of a problem through logic. In terms of personality, they often display a cold, arrogant and disciplined behavior. Though they show a cold lack of emotion, their actions are not necessarily impartial as most are motivated by the pursuit of power which is encouraged by their ruling families. [P]In general, they live a harsh but disciplined life style where self control along with propriety are the most valued character traits that all Chiss aspire to. While passions themselves are recognized, they are done so with disdain as such energy is believed to be better applied elsewhere. The regimented style of their society means that crime is abhorred and seen as the weakness of an individual. Blaming society is a notion completely alien to their mindset and justice is given with little thought on compassion. However, the Chiss do not believe in capital punishment as they recognize it as being an irrational, emotionally driven reaction instead of being a true deterrent. Instead, the greatest punishment they give for their most heinous of crime is exile. Due to the great importance of family loyalty existing in their culture, exile is considered a grave punishment for any Chiss to face. \n [P]During their childhood, Chiss are taught to read through the great stacks of data of the great library on Csilla. These contain basic information that every Chiss absorbs during their childhood after years of intense schooling. Among their kind, there are no period of adolescence as their children mature early and are given adult responsibilities very quickly. Scientists believe that they essentially bypass the adolescent stage and reach maturity quickly. By the age of ten, they are ready to join military service and wear cadet uniforms. [P]The species is highly \n reserved in their emotions and often do not display feelings openly; either by smiling or by warm gestures. As such, they rarely are vocal about any feelings of anger or frustration though they do possess some curse words to employ should the situation warrant such an expression. [P]Though this is the impression projected, the Chiss are also a thoughtful people. While they are deliberate and calculating, they are not above wondering about how certain events might have turned differently had circumstances been altered. Much of their ability to solve problems stem from their reliance on data, and when faced with unpredictable situations, typical Chiss behavior means that they would rather flee the scene. This is not a universal characteristic as certain individuals with the ability to learn under such circumstances, like Thrawn, are able to continue to fight.In fact,  whenever a Chiss suffers a setback or even a defeat, they often contemplate what might had been done differently in order to ensure that a victory is achieved in the next engagement. [P]Chiss are noted \n for possessing an unparalleled aptitude for tactical thinking. The ideals of the Chiss are idolized in the form of the Red Flame which is a combination of courage, discipline and cunning. Their society is highly structured and ordered with the rule of law being enforced by the ruling families. These are not biological family groupings but instead different branches of their government. The Csapla dictates colonial issues, natural resources and agriculture whilst the Nuruoda handle the military as well as foreign affairs. Inrokini are responsible for industry, science, communication and non-military technology with the Sabosen taking the duty of overseeing justice, public health as well as education. These ruling families are composed of clans that are headed by government officials known as Aristocras. Those chiss that belong to the same house defend one another at every opportunity whilst those from competing houses search for facts that could be used to snipe or undermine the other whilst attempting to secure any advantage for themselves. Though Thrawn was an exceptional member of his species, his rational approach to problem solving was shared by the ruling families that govern the Chiss Ascendancy. Members of the ruling class of Chiss are notable for being an aristocracy within their society. \n [P]As a general rule, Chiss do not take part in any action that would bring shame on their house with entire family lines exiled due to the actions of a single member. The ruling families themselves are quite aware of any opportunity where they are able to exploit the weakness of a rival. As such, they are quick to take offense at any insult that is perceived against their position. Those Chiss caught in the middle of inter-house rivalries spend much of their time in intelligence gathering in order to get useful information that could be used for blackmail even if it was only capable of being used many years in the future. This trait makes the Chiss excellent counterintelligence agents with a trained member of their kind able to see through disguises, evaluate body language, detect idiosyncrasies in speech pattern and even distinguish authentic items from forgeries. \n [P]The long spacefaring history of the Chiss led to the creation of a superior combat force with their starfighter pilots being infamous throughout the Unknown Regions. Such squadrons are ruled by discipline and their pilots are known to spare disabled starships if they broadcast a surrender. They also do not celebrate until their duty is completed as any celebrations made before such an event are considered false. Despite this, they are highly committed in their duties and a Chiss warrior, if given an order, will carry it out even if they disagreed with it, which highlights their belief in the chain of command. It is also known that the Chiss as a culture has an aversion to suicide and expendability as they find those actions to be wasteful. Though this is the case, there were occasions where Chiss gave their lives rather then surrender. In such circumstances, this is either due to the importance of the strategy for their people or because surrendering to a certain foe is considered a fate worse than death. [P]The Chiss have a keen interest in art and science and are skilled in mathematics. Their thought processes are based around a logical mindset, being interested in philosophy and in learning about other cultures. On the other hand, they are also xenophobic, and any knowledge gained from other cultures is used as a means of gaining a advantage over a potential foe. \n [P]Their clinical detachment is similar to how a biologist studied an insect which is how the Chiss view their foes and they often engage in extreme caution in such circumstances. When among non-Chiss, individual members of the race are often aloof and pensive as they plot tactics which would ensure a victory if a confrontation were to occur. Chiss never truly lose their xenophobic instincts, even when they are among members of other species for long periods of time. Ultimately, Chiss are loyal to their own kind and looked down upon aliens as being barbaric as well as immature. Despite this fact, most Chiss are considered peaceful and abide by the strict code of conduct that governs their race. In addition, though xenophobic, they are at times willing to accept members of other races into their ranks so long as they prove to be exceptional as well as trustworthy individuals. Furthermore, the subject needs to prove themselves capable of following Chiss disciplines in order to gain their loyalty and respect. The Chiss are considered an honorable people who do not kill more than they think is necessary to accomplish their goals. However, they are not above using biological weapons of mass destruction against a foe should it be felt that their survival is being threatened. \n [P]When attacked, they respond with calm, intelligent and well-planned strategies while at the same time remaining an honorable species. They never make conflicts personal and are very rarely aggressors as they prefer to let conflicts come to them. Among the most famous traits of their kind is their refusal to invade the territories of other species or even wage war over potential foes. As such, they do not believe in the concept of a preemptive strike against their foes. Rather, they only respond to an enemy assault after their foes have struck first. This is actually a by-product of their cool and cautious philosophy. This is because, in their view, that by allowing their enemy to draw first blood they guarantee that that they are acting in the right. Furthermore, it divorces their actions from any recklessness which results from either impulsive anger or the incomplete intelligence of an enemy's intentions. Striking first is thus an anathema to their discipline with even tactically sound preemptive strikes being the subject of controversy. This moral imperative is so pervasive in their culture that they exiled Thrawn from their society for breaching it. Once attacked, the Chiss do not rest until their attackers are destroyed or completely subjugated. \n [P]The Chiss society has no concept of finances or money with everything being provided for by the state. They also maintain tightly controlled borders that are self-sufficient in the isolated territory that they rule. Their colonies supply them with both food and resources while developing technology comparable to the rest of the galaxy. As such, they see no need for trade and their culturally derived contempt of \"lesser races\" also prohibits them from forming better relations with their neighbors. In fact, the motive for their exploration and expansion is difficult to determine as they lack the passion for conquering the unknown which is a trait that Humans possessed. In addition, they do not claim new territory out of greed or for a hunger for power. Their space program is mostly governed by the basic need to manage their population and gathering resources without upsetting their homeworlds ecosystem. Their territory suffices for their entire population needs. A report by the University of Sanbra indicates that the Chiss population numbered nearly 5 trillion. Despite their growing border, they still foster a cultural contempt for other species. Instead, they believe in isolation and the preservation of their heritage. [P]It is believed by many xenosociologists that the rigid and disciplined nature of Chiss society stemmed from their cold environment on their homeworld. They are noted for displaying no signs of decadent or greedy behavior and thus it is concluded that any signs of colonial expansion are mostly due to the Chiss desiring to put order onto chaotic locations. This is in fact the leading theory by the University of Sanbra who concluded that the motivation for Chiss expansion was their ideal of seeking to impose order on what they saw as a chaotic and barbaric region. Being nearly impossible to enrage, they prefer to only act when all factors have been taken into account with the issue itself analyzed. In addition, they believe firmly in the chain of command as well as positions of authority. In fact, Chiss are taught to respect the position itself rather then the person holding that title. As such, Chiss often respond when an individual calls out the rank rather then their name. \n [P][B]Homeworld:[b] \n Csilla, the homeworld of the Chiss, is a cold world of glaciers and snowy wastes located deep within Chiss Space, and serves as the capital of the Chiss Ascendancy. \n [P][B]Language:[b] \n The Chiss language is Cheunh and was first accepted during the developing years of their civilization when they formed a planet-wide government which consisted of a single tongue that their society accepted. It is known to be a dense and difficult synthetic language to master as complicated ideas are expressed by uniting unrelated words into larger words. Thus, it has relatively few core words though the syntax requires the speaker to piece together compound words which are complex and involved. One factor that certainly adds to the complexity of the language is the fact that written Cheunh is not set down in a phonetic alphabet. In writing, Cheunh do not possess an abstract alphabet like Aurebesh with ideograms representing concepts and complex ideas being expressed by combining simpler ideograms. The Chiss hold great pride in not only understanding but conversing in such a convoluted language. It is hard for outsiders to understand though Car'das believed it to be logical, and the Chiss believe that the grammar is logical and easy to learn. However, the Chiss believe it is quite impossible for non-Chiss to learn to speak it properly. Though this complex nuance-filled language is difficult for non-Chiss to master due to its intracacies, the Chiss themselves have little trouble mastering Basic though many are unfamiliar with it. At least some phrases in the language are highly idiomatic – the pejorative \"moactan teel\" literally meant \"fair-haired\", implying that something about the addressee was non-Chiss, and thus barbarous.",
      "Source": {
        "page": "20",
        "source_book": "Enter the Unknown"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "COOL",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": {
          "Key": "CHABSK",
          "Name": "Sight",
          "Options": {
            "Option": {
              "Key": "CHSKCH",
              "Name": "Infravision",
              "Description": "Chiss have adapted to be able to see in both the infrared and normal visual spectra. This enables Chiss characters to remove up to [SETBACK] added to checks by lighting conditions."
            }
          }
        }
      }
    },
    {
      "Name": "Clawdite",
      "Description": "[H4]Clawdite[h4] \n Clawdites are a humanoid sentient species native to the planet of Zolan. They are one of the few shape-shifting species in the galaxy, and are sometimes referred to as Changelings. \n [P][B]Physiology:[b] \n In their natural form, Clawdites have the appearance of reptilian humanoids, and in fact have evolved from reptomammals. They have sunken cheeks with a narrow nose and a small mouth. A thin line runs down their foreheads and creases the center of their noses. They possess large eyes with slit-like pupils, and their irises can be yellow, gold, or blue. Their skin is considered to be rough, and ranges in color from green to yellow. Overall, their appearance is identical to that of their genetic forebears, the Zolanders. [P]Due to genetic manipulation, Clawdites possess the extremely rare ability to change their appearance. When using this ability, they can change the color and texture of their skin and eyes, mimicking the appearance of other similarly-shaped beings, such as Humans. Shifting into a Weequay, a species with similar facial features, is considered to be an easy task. Though they can not add physical mass to their bodies, they are able to form hair, and can actually make it quite long. Clawdites are also able to mimic the appearance of clothing or jewelry, provided that the item lays directly on their skin, as it is merely a manipulation of their skin's texture. They can not change the appearance of their actual clothing, and have to rely on holographic technology in order to change such items.[P]The growth of their abilities mainly relies upon a Clawdite's age. Younglings are only able to change color, a talent that begins at infancy, and baby Clawdites use different hues and colors to indicate their needs to their parents. \n [P]Unlike most shape-changing species, the Clawdite's shifting abilities actually cause them great physical discomfort. While the range of their abilities vary in individuals, with both age and practice, they can work through the pain of changing in order to alter their appearance in more and more extreme ways. Even the most talented Clawdite, however, lacks the fine coordination it would take to mimic a specific individual's appearance precisely. Only a very talented Clawdite is able to sleep and retain their altered form. If a Clawdite is suitably distracted or hurt, and certainly if they are killed, they will revert to their true form. \n [P]It is thought to be impossible for a Clawdite to actually change their body structure or body mass, though it appears that some individual Clawdites managed this feat through unknown means. As most sentient beings' bodies are composed mostly of water, xenobiologists speculated that the Clawdites ability to change may lie in the manipulation of water. \n [P][B]Society:[b] \n By nature, Clawdites are quiet and solitary beings, often shunning the company of others unless it benefited them. They view the rest of the galaxy pragmatically, and are often harsh realists who are  mistrustful and suspicious of others. [P]Not all Clawdites use their shape-shifting abilities, but those who do are forced to undertake great physical pain and effort in order to do so. They often learn meditation and concentration techniques, over long periods of time, in order to maximize their capabilities. It is also necessary for Clawdites to treat their skin with specialized oils in order to prevent cracking or tearing, due to the difficulty in physically maintaining their disguises. [P]While in their natural form, they are considered to be indistinguishable from their Zolander brethren, but it is possible to distinguish the two via genetic examination. \n [P]On their homeworld of Zolan, Clawdites are feared and shunned by the Zolanders, who are a deeply religious people. Among their many strong convictions, the Zolanders believe the Clawdites to be impure and sinful. Because of their prejudice, the Zolanders forced the Clawdites to live in slums all across the planet. These ghettos are secured, so that the Zolanders could prevent the Clawdites from spreading. This subjugation continued for centuries on end, and it wasn't until after 4 ABY that they were able to change their situation. After the rise of their new government, the Clawdites began to hold classes for schoolchildren, in order to teach them greater control and efficiency with their abilities. \n [P]The few Clawdites who leave their world most often took advantage of their natural abilities to join militaristic professions, such as spying, assassination, and bounty hunting. Joining groups such as these are the rare occasions where Clawdites afford their loyalty to others, and they see it as a positive contribution to the galaxy. They often seek to protect the liberties of other species, sensing in their pain the disparity their own people suffered. \n [P][B]Homeworld:[b] \n Zolan was the homeworld of the Zolander species and its Clawdite offshoot. The Zolanders were loyal to the Galactic Republic, but the Clawdites were loyal to the Confederacy of Independent Systems, with the false hope the Confederacy would liberate them from Zolander oppression. \n [P][B]Language:[b] \n Clawdite is the language of Clawdites, from planet Zolan. It is a modified version of Zolanese. Spoken Clawdite is basically formed by hissing sibilants. Guttural croaks are used in some parts of the sentence. \n",
      "Source": {
        "page": "20",
        "source_book": "No Disintegrations"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "3",
        "Willpower": "1",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "9",
        "Experience": "95"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "Resilence",
          "RankStart": "1"
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "INDIS",
          "RankAdd": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "CLAWDITECH1",
          "Name": "Appearance",
          "Options": {
            "Option": {
              "Key": "CLAWDITECH1OP1",
              "Name": "Changeling",
              "Description": "As an action, may suffer 3 strain and make an [B]Average ([DI][DI]) Resilience check[b] to change appearance to match a previously-observed silhouette 1 character.  Observer must make an opposed [B]Perception vs. Deception check[b] to detect that something is amiss.      "
            }
          }
        }
      }
    },
    {
      "Name": "Corellian Human",
      "Description": "[H4]Corellian Human[h4] Please see page 93 of the Suns of Fortune Sourcebook for details.",
      "Source": {
        "page": "93",
        "source_book": "Suns of Fortune"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "110"
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "HUMANCORCH1",
          "Name": "Skills",
          "Options": {
            "Option": [
              {
                "Key": "HUMANCORCH1OP1",
                "Name": "Piloting - Planetary",
                "Description": "May begin game with one rank in Piloting - Planetary.",
                "SkillModifiers": {
                  "SkillModifier": {
                    "Key": "PILOTPL",
                    "RankStart": "1",
                    "RankLimit": "2"
                  }
                }
              },
              {
                "Key": "HUMANCORCH1OP2",
                "Name": "Piloting - Space",
                "Description": "May begin game with one rank in Piloting - Space.",
                "SkillModifiers": {
                  "SkillModifier": {
                    "Key": "PILOTSP",
                    "RankStart": "1",
                    "RankLimit": "2"
                  }
                }
              }
            ]
          }
        }
      }
    },
    {
      "Name": "Devaronian",
      "Description": "[H4]Devaronian[h4] \n Devaronians are a horned humanoid species from the world of Devaron in the Colonies,  a planet of low mountains and deep valleys linked by thousands of rivers. It is believed that they are descended from a race of primates that lived in the mountains of Devaron, and that their horns were a genetic mutation that proved useful in fending off predatory birds. \n [P][B]Physiology:[b] \n The Devaronians are one of the more unusual races in the galaxy, with a dramatic gender dimorphism in appearance and temperament. The males are aggressive by nature, many being described as brash or bull-headed, with typically red-tinted skin and a pair of large horns growing from their heads. They take great pride in their horns, and groom them quite regularly.  Many species feel uncomfortable in their presence, for they resembled the devils of a thousand different myths. \n [P]Female Devaronians are covered in thick fur that range in color from brown to white, hornless and have prominent canine teeth. They are docile, non-aggressive creatures. They tend to be dominant in their culture, being the only ones allowed to participate in government and politics. Several female Devaronians not covered with thick fur reveal two dark circles above the forehead, where the horns usually are in males. \n [P]In addition, the teeth of the males are all sharp incisors, but the females also have molars and prominent canines. One in fifty Devaronian males have two sets of teeth, however, having an inner set of sharp \"male\" teeth and an outer, retractable set of \"female\" teeth. In primitive times, such males were used as solitary scouts by Devaronian tribes, since they could survive on either meat or plants. Males also have an extremely long tongue, though whether females shared this trait is unknown. The teeth are useful for some languages. A Devaronian has to continually and repeatedly retract and extend both sets of teeth to speak Huttese, causing aches over time. \n [P]Their bodies are denser than most humanoids' and as a result they are heavier than their appearance would tend to indicate. Perhaps as a result, they have multiple livers. Their blood is silver based. \n [P][B]Society:[b] \n Devaronians have a strong matriarchal culture. The female plays the dominant part in the upbringing of the young and even the only part in local, planetary and inter-planetary politics. Males are considered to be too disruptive to homelife because of their whimsical nature, so the fact that they leave to wander the stars is generaly welcomed by their wives. It does not mean males do not care for their offspring though; they do all they can to support their families back home by sending them as much credits as they can earn. On the rare occasions they re-visit their homeworld it's a time for all-out celebration and much 'disruption' for the family as the males will do their best to have fun times with their relatives. Eating, drinking, giving presents and playing games are some of the key events during those times. Anthropologists have found habits like these to exist within many more cultures galaxy-wide, often on an annual basis. \n [P]There is also a darker side to Devaronian society: Crime is punished hard and the worst capital offenses are sentenced with the death penalty. Many other species have laws that condemn someone to death but the way one is executed on Devaron is galaxy-wide considered to be the most cruel of all. The accused and convicted criminal will be led into a small ceremonial arena. Then a pack of Quarra, a savage predatory species native to Devaron, is set loose to rip him or her apart. The expression Look to the skies is the last thing the criminal will hear before this gruesome death. By doing so the victim exposes the throat and other soft tissue inviting the Quarra to make the kill fast and, hopefully, less painful. These words also found their way into everyday Devaronian language. 'Looking to the skies' has become synonymous for resigning oneself to a certain fate or decission that can't be influenced anymore. \n [P][B]Homeworld:[b] \n Devaron is the home world of the Devaronians. It is located in the Colonies, near the Corellian Trade Spine. It is a planet of low mountains and deep valleys linked by thousands of rivers. The planet has strict capital punishment and a matriarchal government. \n [P][B]Language:[b] \n Devaronese is the native language of Devaronians, and the official language of their planet, Devaron. It is a guttural language using many consonants similar to grunts and grumbles. \n [P]Most of its native speakers are bilingual in Devaronese and Basic; however, they usually spoke Basic with a remarkable accent due to the influence of Devaronese. Strangely, male Devaronians usually do not read Basic, while female Devaronians can read and write Basic.",
      "Source": {
        "page": "100",
        "source_book": "Nexus of Power"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "3",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "10",
        "Experience": "95"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "",
          "RankStart": "",
          "RankLimit": ""
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "DEVABSK",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "DEVSKDEC",
                  "Name": "One Rank in Deception",
                  "Description": "Devaronian may begin the game with one rank in Deception.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "DECEP",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "DEVSKSW",
                  "Name": "One Rank in Survival",
                  "Description": "Devaronian may begin the game with one rank in Survival.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "SURV",
                      "RankStart": "1"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "DEVAB2",
            "Name": "Physiology",
            "Options": {
              "Option": {
                "Key": "DEFAB2OP1",
                "Name": "Resillient Metabolism",
                "Description": "Devaronians add automatic [SU] to all Resillience checks.",
                "DieModifiers": {
                  "DieModifier": {
                    "SkillKey": "Resilence",
                    "SuccessCount": "1"
                  }
                }
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Drall",
      "Description": "[H4]Drall[h4]Please see page 90 of the Suns of Fortune Sourcebook for details.",
      "Source": {
        "page": "90",
        "source_book": "Suns of Fortune"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "1",
        "Intellect": "4",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "8",
        "StrainThreshold": "12",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "EDU",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "DRALLCH1",
          "Name": "Checks",
          "Custom": "Base",
          "Options": {
            "Option": {
              "Key": "DRALLCH1OP1",
              "Name": "Skilled Assistance",
              "Description": "Drall add [BOOST] when providing skilled assistance."
            }
          }
        }
      }
    },
    {
      "Name": "Dressellian",
      "Description": "[H4]Dressellian[h4] \n For most of their history, they lived a peaceful and isolated lifestyle on their homeworld, Dressel, until the Galactic Civil War forced them into closer contact with the rest of the galaxy as supporters of the Alliance to Restore the Republic, and later, the New Republic. \n [P][B]Physiology:[b] \n Dressellians are a tall, thin, humanoid species with elongated, hairless skulls, wrinkled skin, and teal-colored blood who value freedom above anything else.  Because of the masses of wrinkles on their faces, \"outlanders\" often referr to them as \"prune-faces,\" a moniker which Dresselians consider derogatory and highly offensive. \n [P][B]Society:[b] \n Dresselians are generally fiercely independent, highly valuing personal freedom. Due to this fact, their government is a loose coalition that is determined periodically by popular vote. Their independence also plays a fairly significant role in their interactions with the rest of the galaxy, as they tend to be isolationists and usually opt out of the larger galactic meetings unless specifically encouraged by their Bothan neighbors to attend. \n [P][B]Homeworld:[b] \n The only planet in the Dressel system, Dressel is one of the more idyllic planets in the galaxy. Its lush forests and jungles give the planet a soothing feel and keep the air temperature at quite a pleasant level all year round. The grasslands and deserts allow a wide variety of fauna and flora to flourish, including the planet's only indigenous, sentient species, the Dresselians. \n [P]The planet was originally discovered by the Bothan Askarr clan around two hundred years ago, who decided to leave the Dresselians alone. With many small settlements, the Dresselians were never taken seriously by the rest of the galaxy as they were believed to be a primitive, undeveloped race. Only the Jedi scouts who came to the planet centuries ago saw the great potential in the Dresselians and the Dresselians bestowed great honour upon them. They followed the Jedi into larger galactic affairs and the Dresselians that were later trained to be Jedi were known for their proficiency with the Force. \n [P][B]Language:[b] \n The Dresselian language, Dresselese, has been described by galactic linguists as being somewhat primitive. Due to the fact that they have had a considerable amount of interaction with the Bothans, who initially discovered the Dresselians around 200 years before the Galactic Civil War began, Dresselians speak using many borrowed words from Bothese. Most of the borrowed words are for items which are considered more technologically advanced than those the Dresselians had created themselves.",
      "Source": {
        "page": "22",
        "source_book": "Stay on Target"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "10",
        "DefenseRanged": "0",
        "DefenseMelee": "0",
        "SoakValue": "0",
        "Experience": "110",
        "ForceRating": "0"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "SURV",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "DRESSELLIANCH1",
          "Name": "Technology",
          "Options": {
            "Option": [
              {
                "Key": "DRESSELLIANCH1OP1",
                "Name": "Primitive",
                "Description": "Dressellians must upgrade the difficulty of any checks involving non-Dressellian technology."
              },
              {
                "Key": "DRESSELLIANCH1OP2",
                "Name": "Non-Primitive",
                "Description": "Tech-saavy Dressellians do not need to upgrade the difficulty of checks involving non-Dressellian technology.",
                "StartingAttributes": {
                  "Experience": "-10"
                }
              }
            ]
          }
        }
      }
    },
    {
      "Name": "Droid",
      "Description": "[H4]Droid[h4] Please see page 45 of the Edge of the Empire Core Rulebook, or page 53 of the Age of Rebellion Core Rulebook, for details.",
      "Source": {
        "page": "45",
        "source_book": "Edge of the Empire Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "1",
        "Intellect": "1",
        "Cunning": "1",
        "Willpower": "1",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "175"
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "ENDUR",
          "RankAdd": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "DROIDAB",
            "Name": "Skills",
            "Options": {
              "Option": {
                "Key": "DROIDABSK",
                "Name": "Additional Career Skills",
                "Description": "May train in two additional career skills and one additional specialization skills",
                "StartingSkillTraining": {
                  "SkillTraining": [
                    {
                      "SkillCount": "2",
                      "Requirement": {
                        "Career": "true"
                      }
                    },
                    {
                      "SkillCount": "1",
                      "Requirement": {
                        "Specialization": "true"
                      }
                    }
                  ]
                }
              }
            }
          },
          {
            "Key": "DROIDAB2",
            "Name": "Droid",
            "Options": {
              "Option": {
                "Key": "DROIDAB2OP1",
                "Name": "Feature",
                "Description": "Droids do not need to eat, sleep, or breath, and are unaffected by vacuum, toxins, and poisons."
              }
            }
          },
          {
            "Key": "DROIDAB3",
            "Name": "Droid",
            "Options": {
              "Option": {
                "Key": "DROIDAB3OP1",
                "Name": "Inorganic",
                "Description": "Droids do not gain benefits from bacta, stimpacks, or Medicine checks.  They must be repaired with repair patches and Mechanics checks."
              }
            }
          },
          {
            "Key": "DROIDAB4",
            "Name": "Droid",
            "Options": {
              "Option": {
                "Key": "DROIDAB4OP1",
                "Name": "Mechanical Being",
                "Description": "Droids cannot become Force sensitive, cannot acquire a Force Rating or Force powers, and are not affected by mind-altering Force powers."
              }
            }
          },
          {
            "Key": "DROIDAB5",
            "Name": "Droid",
            "Options": {
              "Option": {
                "Key": "DROIDAB5OP1",
                "Name": "Cybernetics",
                "Description": "Droids have a cybernetics implant cap of 6."
              }
            }
          }
        ]
      },
      "SubSpeciesList": {
        "SubSpecies": [
          {
            "Key": "DROIDSUB1",
            "Name": "2-1B Surgical",
            "Description": "Please see page 45 of the Edge of the Empire Core Rulebook, or page 53 of the Age of Rebellion Core Rulebook, for details."
          },
          {
            "Key": "DROIDSUB2",
            "Name": "3P0 Protocol",
            "Description": "Please see page 45 of the Edge of the Empire Core Rulebook, or page 53 of the Age of Rebellion Core Rulebook, for details."
          },
          {
            "Key": "DROIDSUB3",
            "Name": "IG Assassin",
            "Description": "Please see page 45 of the Edge of the Empire Core Rulebook, or page 53 of the Age of Rebellion Core Rulebook, for details."
          },
          {
            "Key": "DROIDSUB4",
            "Name": "LE-V0 Law Enforcement",
            "Description": "Please see page 45 of the Edge of the Empire Core Rulebook, or page 53 of the Age of Rebellion Core Rulebook, for details."
          },
          {
            "Key": "DROIDSUB5",
            "Name": "LOM Protocol",
            "Description": "Please see page 45 of the Edge of the Empire Core Rulebook, or page 53 of the Age of Rebellion Core Rulebook, for details."
          },
          {
            "Key": "DROIDSUB6",
            "Name": "R-Series Astromech",
            "Description": "Please see page 45 of the Edge of the Empire Core Rulebook, or page 53 of the Age of Rebellion Core Rulebook, for details.",
            "WeaponModifiers": {
              "WeaponModifier": {
                "Unarmed": "false",
                "UnarmedName": "Arc Welder",
                "SkillKey": "MELEE",
                "Damage": "3",
                "DamageAdd": "0",
                "Crit": "0",
                "CritSub": "0",
                "RangeValue": "wrEngaged",
                "Qualities": {
                  "Quality": {
                    "Key": "STUNDAMAGE",
                    "Count": "0",
                    "Index": "0"
                  }
                }
              }
            }
          },
          {
            "Key": "DROIDSUB7",
            "Name": "Other Model",
            "Description": "Please see \"Notable Features\" for a description of this type of droid"
          }
        ]
      },
      "NoForceAbilities": "true"
    },
    {
      "Name": "Dug",
      "Description": "[H4]Dug[h4] \n Dugs are an aggressive mammalian species native to the planet Malastare that used their upper limbs for locomotion and their lower limbs for grappling. \n [P][B]Physiology:[b] \n The Dugs have leathery skin which is smooth and some of it hangs loosely around their tall necks only to inflate during the mating season calls. They also possess fin-like ears, a pronounced snout and small beady eyes. They can easily walk on their hind legs, their forelegs, or all fours. They used their four hands to help them move through the trees of their homeworld of Malastare. Much of their language is punctuated with knuckle rapping and foot stomping. They are also slender, powerfully built beings with a somewhat humanoid build and a unique method of walking that hailed from the high gravity world Malastare. Their primary means of locomotion were their strong arms, and their lower limbs and feet were used for grappling and other fine motor manipulation. They hardly ever walked on their lower limbs. Although most Dugs may walk on all four limbs, others liked to use their strong arms as legs and their feet as hands like they would normally do. \n [P][B]Society:[b] \n Dug society is insular and they turn into self-congratulatory braggarts. Well-known for being a disreputable lot and could often be found in dingy cantinas or dark alleys with all four arms into something illegal. However with a casual glance at their culture on Malastare you could be forgiven for thinking such stories were mere rumours. The arboreal Dugs lived in primitive villages in the trees called \"tree thorps\" and were seemingly in touch with nature, though their culture was actually filled with violence. [P]Due to their oppression under their Gran rulers who colonized Malastare many Dugs often felt the need to throw around their strength in bids to establish dominance. As a result they were known for their ill-tempered demeanour and many were known to be bullying thugs. \n [P]On their homeworld of Malastare the vast majority of Dugs were little more than laborers toiling for the enrichment of the Gran. With the species excluded from much of the power and money on Malastare many Dugs turned to podracing as their only means to achieve fame and fortune. In all other areas the Dugs were exploited and disenfranchised. Some even obtained transport off their homeworld to seek means of making their fortunes in less Gran dominated regions of the galaxy. \n [P]When it comes to mating season Dug mating is very reminiscent of some reptiles which may indicate their ancestry. The loose folds of skin around the males neck will inflate during the mating season showing a display of color. An interested female may pester or disturb a male in a few different ways until his balloon-neck deflates with a screech. After this the two are considered mated. Mates remain loyal to each other even though they may bully each other through their time together. [P]Because of their experiences with the Gran the Dugs are xenophobic. If they are seen off-planet they are often seen in groups of their own kind. Most Dugs in the galaxy are reportedly criminals or risk-takers which lead many Dugs into podracing and gambling. \n [P][B]Homeworld:[b] \n [P]The planet of Malastare is located within the Malastare System, Dustig Sector in the south of the galaxy. It's sister planet is Lacca and the two planets are the only planets within the Dustig Sector. The sector is surrounded largely by unpopulated sectors except for the Quess Sector. The system of Malastare is located within the south-west of the Dustig Sector. \n [P]Malastare is a large planet full of a variety of different types of terrain allowing for a large diversity of life to be sustained on the homeworld. \n [P][B]Language:[b] \n Dug was the native language of the Dug species from the planet Malastare. \n [P]As Dugs are a subservient species to the Grans, Dug language is not as widely used as Dugs would like to be since the Gran language is usually preferred. \n [P]Although many Dugs are forced to learn Gran, most of them decide not to learn Basic, hoping to force others to learn Dug language, thus acknowledging their society.",
      "Source": {
        "page": "22",
        "source_book": "Special Modifications"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "8",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "BRAWL",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "DEFDRI",
          "RankAdd": "1"
        }
      },
      "OptionChoices": ""
    },
    {
      "Name": "Duros",
      "Description": "[H4]Duros[h4] \n The Duros are a humanoid species native to the planet Duro who were among the galaxy's first space faring civilizations. \n [P]Their homeworld is located on both the Corellian Trade Spine and at the end of the Duros Space Run,  two major hyperspace routes that link Duro with other important commercial centers. \n [P][B]Physiology:[b] \n Duros are a humanoid race characterized by their blue skin, red eyes and long, thin faces. There is no nose on their face. They have lipless mouths and green blood. Olfactory glands beneath their eyes are responsible for their sense of smell. Both females and males are bald, though both genders are easily distinguished. Their large red goggle-like eyes also have slit pupils. Duros females give birth to live young, and like the Neimoidians they are born in a larval grub stage, but unlike their cousins who left the raising of their young mainly to the state, the Duros take care of their offspring from birth. \n [P][B]Society:[b] \n While usually taciturn, Duros enjoy telling stories about their travels. It is said Duros have a photographic memory when it came to the telling of tales and stories. Many Duros are pilots and explorers, and are adventurous, though sometimes rash. As one of the first cultures to develop a hyperdrive spacecraft (some even believe the first), Duros-charted trade routes are among the oldest hyperspace routes still in use during the Imperial era. Duros are  known for their superior astro-navigational skills. Their affinity for traveling leads many Duros to prefer the honorific title of \"Traveler\" despite their occupation or craft of choice, and addressing them as such is considered good etiquette. \n [P][B]Homeworld:[b] \n [P]Their home planet Duro is primarily uninhabited due to massive pollution on the world over time. Instead, it is covered with automated farms for food production. The Duros live in twenty orbital space cities above the planet. \n [P][B]Language:[b] \n The Duros language is Durese, which is a [I]lingua franca[i] of sorts amongst spacers.",
      "Source": {
        "page": "55",
        "source_book": "Age of Rebellion Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "PILOTSP",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "0",
          "isCareer": "false"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "DUROSCH1",
          "Name": "Navigator",
          "Options": {
            "Option": {
              "Key": "DUROSCH1OP1",
              "Name": "Intuitive Navigation",
              "Description": "Add [ADVANTAGE] to all Astrogation checks.",
              "DieModifiers": {
                "DieModifier": {
                  "SkillKey": "ASTRO",
                  "AdvantageCount": "1"
                }
              }
            }
          }
        }
      },
      "NoForceAbilities": "false"
    },
    {
      "Name": "Elom",
      "Description": "[H4]Elom[h4] Please see page 18 of the Forged in Battle Sourcebook for details.",
      "Source": {
        "page": "18",
        "source_book": "Forged in Battle"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "9",
        "DefenseRanged": "0",
        "DefenseMelee": "0",
        "SoakValue": "0",
        "Experience": "100",
        "ForceRating": "0"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "Resilence",
          "RankStart": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "ELOMOC1",
          "Name": "Ability",
          "Options": {
            "Option": {
              "Key": "ELOMOC1OP1",
              "Name": "Digging Claws",
              "Description": "Elom may use a move maneuver to travel through loose soil or similar terrain.  Can result in low, narrow tunnel that others can use, at GM's discretion.",
              "DieModifiers": ""
            }
          }
        }
      }
    },
    {
      "Name": "Elomin",
      "Description": "[H4]Elomin[h4] Please see page 18 of the Forged in Battle Sourcebook for details.",
      "Source": {
        "page": "18",
        "source_book": "Forged in Battle"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "10",
        "DefenseRanged": "0",
        "DefenseMelee": "0",
        "SoakValue": "0",
        "Experience": "105",
        "ForceRating": "0"
      },
      "SkillModifiers": {
        "SkillModifier": [
          {
            "Key": "CHARM",
            "RankStart": "1"
          },
          {
            "Key": "EDU",
            "RankStart": "1"
          }
        ]
      }
    },
    {
      "Name": "Ewok",
      "Description": "[H4]Ewok[h4] \n Ewoks are sentient diminutive furry bipeds native to the forest moon of Endor. They are curious individuals that stand about one meter tall; they are omnivorous and use spears, slings, and knives as weapons; they also use hang gliders, battle wagons, and bordoks as vehicles. Although extremely skilled in forest survival and the construction of primitive technology like gliders and catapults, the Ewoks have yet to progress past stone-level technology when discovered by the Empire. They were quick learners, however, when exposed to advanced technology with simple mechanical processes and concepts. \n [P]Some Ewoks have been removed from their planet and taken as pets or slaves. Others left voluntarily out of a sense of curiosity, especially after the Battle of Endor led to the establishment of New Republic trading posts on the Forest Moon. \n [P][B]Physiology:[b] \n Ewoks are sentient humanoid mammals, averaging about one meter in height, which can provide an advantage when trying to hide. They are covered in fur from head to toe, with brown and black the most common colors. Other Ewoks have near-white or reddish fur, but red fur is supposedly the rarest shade an Ewok can get. Most Ewoks have solid-colored fur, though a few sported stripes. Ewoks have large, bright eyes, small humanoid noses, and hands that possessed two fingers and an opposable thumb. Despite their small size, Ewoks are physically strong enough to overpower combat-trained Humans. \n [P][B]Society:[b] \n The tribal structure of the Ewoks have a Council of Elders ruling over each village, headed by a chief. A medicine man also lives in the Ewok village, a keeper of mystical lore, and a healer to the injured. The warriors of the different tribes wear raggedy garments on the head to signify the Ewok's tribe. The warriors also wear wooden chest shields, the jawbones of tiny animals, and sharp teeth. Some decorate themselves with ornaments such as feathers, necklaces, and pendants, making their body look like a clutter of trinkets. \n [P]Prominent members of Ewok tribes carry totems to symbolize their rank. The lead warrior wears a headdress made of feathers called the \"white wings of hope\". The eldest son of the tribal leader's family wears a headdress called the \"red wings of courage\". The second son wears the \"blue wings of strength\". \n [P]The Ewoks enjoy singing and playing music during celebrations, festivals, and rituals. Ewoks also believe that music enhances their work. Ewoks are resourceful and tended to make use of everything they can get their hands on, so they use a variety of drums, horns, flutes, and other simple instruments in their music. [P][B]Homeworld:[b] \n Endor, also known as Tana among the Ewok species was the cyan gas giant planet orbited by the forest moon of Endor. The name \"Endor\" was also sometimes used for the forest moon. The planet itself was less well known than the moon. \n [P][B]Language:[b] \n Ewokese is the language spoken by the Ewoks. Ewoks are able to learn and speak other languages, including Basic. Ewokese is related to other tongues on the Forest Moon of Endor. Many linguists suggest that the language developed from the Yuzzum language, which was taught off-world, and which suggests a possible relationship between the Ewoks and Yuzzums. Most Ewoks understand Yuzzum and have no difficulty communicating with Duloks, suggesting that the Dulok language may be a dialect of Ewokese.",
      "Source": "Unofficial Species Menagerie",
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "3",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "",
          "RankStart": "",
          "RankLimit": ""
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "EWABSK",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "EWSKST",
                  "Name": "One Rank in Stealth",
                  "Description": "Ewoks may begin the game with one rank in Stealth.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "STEAL",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "EWSKSUR",
                  "Name": "One Rank in Survival",
                  "Description": "Ewoks may begin the game with one rank in Survival.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "SURV",
                      "RankStart": "1"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "EWAB1",
            "Name": "Scent",
            "Options": {
              "Option": {
                "Key": "EWAB1COO",
                "Name": "Heightened Smell",
                "Description": "Ewoks may remove all [SETBACK] imposed due to concealment against a target that is within Short Range."
              }
            }
          },
          {
            "Key": "EWAB2",
            "Name": "Size",
            "Options": {
              "Option": {
                "Key": "EWAB2PER",
                "Name": "Reduced Silouette",
                "Description": "Ewoks have a Silhouette of 0."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Falleen",
      "Description": "[H4]Falleen[h4] The Falleen are the indigenous reptilian sentient species of the planet Falleen. [P][B]Physiology:[b] The Falleen are an exotic, cold-blooded reptomammalian species known to be long lived, with life spans averaging 250 years. [P]The sleek symmetry of their features, calculating and cold demeanors, their exotic looks, and their ability to alter their skin pigmentation means that the Falleen are often considered to be among the most aesthetically pleasing beings in the galaxy. In addition to their strikingly beautiful appearance, the Falleen exude pheromones which made them all but irresistible to both sexes. They have small scales all over their bodies, as well as slightly clawed fingers and toes. In addition, the Falleen display prominent facial and spinal ridges, though females tend to have slighter, more subtle growths. [P]The Falleen are semi-aquatic, and are able to hold their breath underwaterfor a long period of time, leading exobiologists to believe that the Falleen's ancestors were completely aquatic. The appearance of breasts and other mammalian characteristics in Falleen females and males have also led exobiologists to believe that Falleen had a mammal ancestor. [P]They are one of the few species resistant to mind tricks, and had green blood. [P][B]Society:[b] Falleen society is of a feudal nature, with noble houses ruling over the lower classes. The upper echelons of Falleen monarchies are rife with politics and intrigue, but they rarely spill blood over blatant disputes or open warfare. The skin pigmentation of the Falleen change naturally to reflect the mood of the individual; however, the Falleen long ago mastered the ability to change their skin tone at will and use this as something of a covert weapon in their politics, fostering an appearance of calm, for example, when they are really panicking. [P]As a cold-blooded species, the Falleen respect discipline and control, particularly self-control. They tend to shun public displays of emotion, and are very patient. As a result of this attitude, they tend to look down on the more openly passionate, whom they see as lacking self-control. Indeed, the Falleen as a species have a towering sense of superiority which they felt is only right and proper due to their discipline and rigid self-control. They also tend to view Falleen, and not Coruscant, as the civilized and cultural capital of the galaxy. This arrogance make the Falleen something of an isolationist species, and though they are not a rare species, it is rare to find them away from their homeworld. [P]Young Falleen nobles often tour the galaxy for a while to acquire a taste of life away from Falleen. More often than not, though, this merely reinforces the Falleen's biased views and sense of superiority, ensuring that the youth of Falleen never feel the desire to leave home. [P][B]Homeworld:[b] Falleen is a planet in the Mid Rim region and home to the Falleen species. It has jungles, vast plains, and icy mountains. [P][B]Language:[b] Falleen is the native language of the Falleen species from the planet Falleen. [P]Falleens leaving their home planet learn to speak Basic as well.",
      "Source": {
        "page": "18",
        "source_book": "Fly Casual"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "3"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "12",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "CHARM",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "2",
          "isCareer": "false"
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": {
          "Key": "FALLEENOC1",
          "Name": "Ability",
          "Options": {
            "Option": {
              "Key": "FALLEENOC1OP1",
              "Name": "Beguiling Pheromones",
              "Description": "Once per check as an incidental, may suffer 2 strain to upgrade ability of Charm, Deception, or Negotiation check against living, sentient being within short range.  No effect if wearing breath mask or having no respiratory system."
            }
          }
        }
      }
    },
    {
      "Name": "Gand",
      "Description": "[H4]Gands[h4] Please see page 47 of the Edge of the Empire Core Rulebook for details.",
      "Source": {
        "page": "47",
        "source_book": "Edge of the Empire Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "DISC",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "GANDAB",
          "Name": "Breathing",
          "Options": {
            "Option": [
              {
                "Key": "GANDABLUNG",
                "Name": "Has Lungs",
                "Description": "Requires ammonia respirator",
                "StartingAttributes": {
                  "Experience": "10"
                }
              },
              {
                "Key": "GANDABNOLUNG",
                "Name": "Lungless",
                "Description": "Immune to suffocation"
              }
            ]
          }
        }
      }
    },
    {
      "Name": "Gank",
      "Description": "[H4]Gank[h4] Please see page 95 of the Lords of Nal Hutta Sourcebook for details.",
      "Source": {
        "page": "95",
        "source_book": "Lords of Nal Hutta"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "110"
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "GANKOC1",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "GANKOC1OP1",
                  "Name": "Coercion",
                  "Description": "Ganks may begin the game with one rank in Coercion.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "COERC",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "GANKOC1OP2",
                  "Name": "Vigilance",
                  "Description": "Ganks may begin the game with one rank in Vigilance.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "VIGIL",
                      "RankStart": "1"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "GANKOC2",
            "Name": "Cybernetics",
            "Options": {
              "Option": {
                "Key": "GANKOC2OP1",
                "Name": "Cyborg",
                "Description": "Ganks may begin play with up to two cybernetic implants that cost up to 5,000 credits.  Extra credits for obligation may be applied to purchase these cybernetics."
              }
            }
          }
        ]
      },
      "CyberneticsAdjust": "3"
    },
    {
      "Name": "Gossam",
      "Description": "[H4]Gossam[h4] Please see page 22 of the Desperate Allies Sourcebook for details.",
      "Source": {
        "page": "22",
        "source_book": "Desperate Allies"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "3",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "11",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "DECEP",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "WeaponModifiers": "",
      "OptionChoices": {
        "OptionChoice": {
          "Key": "GOSSAMOC1",
          "Name": "Size",
          "Options": {
            "Option": {
              "Key": "GOSSAMOC1OP1",
              "Name": "Small",
              "Description": "Gossam are smaller than average and count as silhouette 0."
            }
          }
        }
      }
    },
    {
      "Name": "Gotal",
      "Description": "[H4]Gotal[h4] \n Gotals are a species of tall, hairy humanoid sentients native to the moon Antar 4. Their most distinctive features are the twin conical horns growing on the top of their heads, which acted as highly responsive electromagnetic sensors. These head cones are sensitive enough to pick up subtle changes in another being's electromagnetic emissions from emotional changes, making Gotals natural empaths. The unique nature of these sensors shape Gotal culture, and help individual Gotals carve niches in galactic society ranging from bounty hunters to diplomats. \n [P][B]Physiology:[b] \n Gotals possess cranial horns as receptors to sense electromagnetism and other energy emissions. These nerve-ending filled cones can sense the natural electromagnetic fields produced by Antar, Prindaar, and Antar 4's magnetite-rich crust, allowing the species to operate even in total darkness. Their senses also pick up the electromagnetic auras from other life forms. Gotal hunters can sense their quarry from up to ten kilometers away, and can track herds of quivry for weeks. While hunting, a Gotal can determine the amount, species type, and level of sickness of animals by relying on their cones alone. When close to their target, they can ascertain information on its mood, awareness, and state of mind. As such, Gotals number among the most sought-after hunters in the galaxy. \n [P]Gotal cones can detect another being's emotional state and intentions. Gotal horns are even sensitive enough to pick up such indistinct signals as neutrino emissions. Electronic devices can also be sensed by Gotals: in fact, most droids give off enough electromagnetic emissions to at least annoy a Gotal, and at worst to seriously disorient the horned beings. Consequently, the species is notoriously distrustful of droids. Gotals rely heavily on their cones, with their eyesight and hearing being quite weak, and their sense of smell almost completely absent. \n [P]At least some Gotals are able to sense the Force with their cones. Nevertheless,  standard reference works such as the Catalog of Intelligent Life in the Galaxy are silent on the subject, and the writings of Mammon Hoole described this as a rumor which had \"yet to be proven.\" Other sources indicate that both the Jedi Order and the Galactic Empire had conducted inconclusive research which attempted to train Gotals to sense the Force. The records of the Gotals themselves are split on the issue. Those sources which did describe Gotals sensing the Force varied in their descriptions. Some sources described it as an intense, overwhelming sensation, while others treated it as a mere \"indistinct buzzing.\" \n [P]Gotals have flat, elongated faces with reddish, heavy-lidded eyes, small, flat noses, and a wide, downturned mouth full of blunt, yellow or white teeth. Their eyes vary in color, with individuals sporting shades of red, orange, yellow, gray, green, and black. Coarse, shaggy fur covers most of their bodies with the exception of the face, chest, and abdomen. Gotals are classified as mammals. Their overall body plan is humanoid, with proportions generally similar to Humans. Some Gotals have four fingers and a thumb with short, conical claws on each digit; others have only four or three digits per limb with much longer claws making up a large portion of each finger. Their skin color varies from gray-brown to black, and their fur came in white or shades of brown or gray. While male Gotals typically have a thick fringe of hair around their cheeks and chins, this is absent in female Gotals. Gotals shed their fur and most Gotals learn to control this process. Under extreme stress or nerves, however—as when surprised or frightened—Gotals can lose control of this process and begin shedding large clumps of fur. Gotals' natural body odor is similar to the smell of mildew and old sweat. Gotals are resistant to the venom produced by members of the Killik species. \n [P][B]Society:[b] \n Gotals form intense bonds with one another upon first meeting,[ and love at first \"sight\" is the norm among Gotals, whose empathic nature make the elaborate courtship rituals of other sentients unnecessary. Gotal will mate for life, and will bear young as soon as their lifestyles permitted it. Gotals only speak to each other to relay abstract information, since they have no need to vocally express their emotions (Ironically, since Gotals speak in a non-inflected monotone, they seemed emotionless to Humans and other non-Gotals.) [P]Young Gotals often have trouble assimilating the information arriving from their cones, and are in a constant state of agitated confusion until they learn to filter unwanted signals after about one standard year. Even then, it takes them until the age of twelve to attain emotional maturity, and they can sometimes be nearly psychotic until then. Despite this, Gotal parents are devoted to their children, and young Gotals will have children as soon as they can manage it. Mature Gotals are generally calm and peaceful individuals. \n [P]Gotal sensory cones allow them to keep their emotions to themselves. They tend to keep a calm and restrained demeanor when dealing with others, speaking of emotions only abstractly. This leads some non-Gotals to assume the species lacks emotion entirely, and many species are uncomfortable around and mistrustful of Gotals. Some feel that they are at a disadvantage when dealing with Gotals and their sensitive head cones, and other, more superstitious species, are wary of what they saw as the Gotals' supernatural powers. Nevertheless, the quirks of Gotals make them effective diplomats, mediators, businesspeople, and gamblers. Unless they sense evil intentions, Gotals were generally diplomatic and polite when interacting with members of other species. \n [P]Since their natural empathy make them instantly sensitive to the feelings of others, Gotals have little use for government or laws on their homeworld. This results in problems when dealing with non-Gotal societies. For example, no central authority figure can speak for Antar 4 as a whole in a crisis, and no organized Gotal military or police force can act on their behalf. The Gotal Foreign Affairs Commune do act as spokespeople for the Gotals during diplomatic crises, but their role in Gotal government is otherwise uncertain. Though they have little government of their own, Gotals do send representatives to participate in galactic-level governments, and Gotals living among non-Gotals even work in local government bureaucracies. Other species respect the Gotals for their discretion and restraint, but some individuals fear interacting with the horned beings for fear of having their emotional state revealed to others. \n [P][B]Homeworld:[b] \n Antar 4 is the fourth of six moons orbiting the gas giant Antar and is homeworld of the Gotal race. Located in the Inner Rim, the moon is situated in the Prindaar system. \n [P][B]Language:[b] \n The Gotals speak both Basic and Gotal, their native tongue. This language lacks vocabulary to express emotional states, and even their version of Basic avoids such terms and context. Some Gotals speak Basic with a bleating cadence. Non-Gotals are incapable of mastering Gotal because so much of the language relies on unspoken cues sensed with head cones.",
      "Source": {
        "page": "21",
        "source_book": "Fly Casual"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "3",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "8",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "PERC",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "2",
          "isCareer": "false"
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": {
          "Key": "GOTALOC1",
          "Name": "Senses",
          "Options": {
            "Option": {
              "Key": "GOTALOC1OP1",
              "Name": "Energy Sensitivity",
              "Description": "Once per encounter as a maneuver, may sense the presence and current emotional states of all living things within short range."
            }
          }
        }
      }
    },
    {
      "Name": "Gran",
      "Description": "[H4]Gran[h4] \n The Gran are sentient mammalian humanoids native to the planet Kinyen, though they have colonies across the galaxy, including settlements on the planets Hok and Malastare. \n [P][B]Physiology:[b] \n Gran can easily be identified by their three eyes and their goat-like snout. Female Gran also have three breasts. Gran are able to sense one another's emotions and disposition by noting subtle changes in body heat and skin color. The Gran have excellent vision, able to resolve more colors than most species, and even able to see into the infrared. Gran have two stomachs, having evolved from herbivorous grazing animals who lived in herds on the mountains and highlands of Kinyen, surviving on the local Goatgrass, for which Gran kept their taste. Gran chew and digest their food quite slowly, savoring the flavor carefully. A single meal can take almost an entire day to finish, but a Gran will often not need to eat for several days afterwards. \n [P]A recessive genetic mutation sometimes causes some Gran to suffer from misshapen extremities, with hands and feet swelling to abnormal sizes. While not affecting the individual's ability to do finer work, the handicap nonetheless often results in social isolation. Gran scientists intently study the trait to attempt to find a cure. \n [P][B]Society:[b] \n The peaceful nature of Gran society is a reflection of their homeworld, Kinyen. Kinyen boasts large and rolling grasslands and highlands, a dense and beautiful forest, and one of the longest and clearest rivers in the Sumitra sector. \n The beauty of this planet, and the need for primitive Gran to band together for defense against predatory animals, helped the Gran develop strong bonds of home and family in their society (once they became a civilized species, the Grans set aside fenced nature preserves for the carnivores which once threatened them). Grans also mate for life, forming such strong bonds that they generally die within days of a mate's death. It is rare for any Gran to leave his or her planet of origin once they have taken a mate. \n [P]The Grans are also very protective of their families, and are some of the most devoted parents in the galaxy. This is because of their very powerful and sensitive sight, which can sense the emotions of their mates and their children. Gran society maintains its balance by setting up strict career quotas, and making sure young Gran are educated for a specific job that best serves his or her talents. While other species who value freedom tend to criticize such a rigid social system, to the Gran it is both logical and essential. Gran religion revolves around the worship of the goddess Doellin. \n [P]Gran have a strong need for companionship—a Gran left alone for too long will go insane or die of loneliness. Generally, they need other Gran for companionship, but some Gran are able to form sufficiently strong bonds with aliens. The most feared punishment among the Gran is exile. Lone, outcast Gran, often wearing black to avoid painful memories of the colorful cities of their homeworld, are generally given a wide berth by experienced spacers. Grans isolated from Gran society are often unreliable, easily bribed, and easily addicted to drugs and liquors, though they are shrewd and often under-estimated. Conversely, Gran within their society are peaceful and amiable, with a keen sense of their place in society, and unselfish instincts putting the greater good ahead of their individual wants. \n [P]With such close bonds formed throughout the Gran community, it is unsurprisingthat they concentrated their cities into very small areas, so they are never out of touch with their many relatives. These cities, while hosting a majority of the population of Kinyen, also host the small government of the Gran. The government is a loose group of delegates from the major Gran families who usually controll different aspects of Gran society. One delegate is selected randomly every three and a half standard years to be the leader of this group. It is only due to the very peaceful sensibilities of the Gran race that this system works at all. Indeed, the only known major conflicts between Gran took place very early in Kinyen's history, before 10,000 BBY. Even these wars resulted from matters of survival, rather than strong emotional conflicts between the Gran or rival nations. \n [P][B]Homeworld:[b] \n Kinyen is an agriworld in the Expansion Region, located on the Corellian Trade Spine. It is the Gran home world, with a recorded history dating back to 10,000 BBY. Though it was an outpost of the violent Rakata during the Pre-Republic era, during its recorded history, the planet has had no local wars. \n [P][B]Language:[b] \n Gran is the language of the Grans from the planet Kinyen. It has also been exported to Gran colonies such as Malastare or Stend IV. \n [P]Many Grans learn to speak Basic. However, they also try to make their servants, such as the Dugs, learn Gran language.",
      "Source": {
        "page": "56",
        "source_book": "Age of Rebellion Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "1",
        "Willpower": "2",
        "Presence": "3"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "9",
        "Experience": "100"
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "GRANCH1",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "GRANCH1OP1",
                  "Name": "One rank in Charm",
                  "Description": "Gran may take one rank in Charm",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "CHARM",
                      "RankStart": "1",
                      "RankAdd": "0",
                      "RankLimit": "0",
                      "isCareer": "false"
                    }
                  }
                },
                {
                  "Key": "GRANCH1OP2",
                  "Name": "One rank in Negotiation",
                  "Description": "Gran may take one rank in Negotiation",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "NEG",
                      "RankStart": "1",
                      "RankAdd": "0",
                      "RankLimit": "0",
                      "isCareer": "false"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "GRANCH2",
            "Name": "Vision",
            "Options": {
              "Option": {
                "Key": "GRANCH2OP1",
                "Name": "Enhanced Vision",
                "Description": "When making ranged combat or Perception checks, Gran remove up to [SETBACK][SETBACK] imposed due to environmental conditions or concealment (but not defense)."
              }
            }
          }
        ]
      },
      "NoForceAbilities": "false"
    },
    {
      "Name": "Gungan",
      "Description": "[H4]Gungan[h4] \n The Gungans are sentient amphibious humanoids native to the planet of Naboo. Prior to the Invasion of Naboo, the Gungans were a largely isolationist society. They were able to combine machinery with biology. They lived in large bubble-like domes under water. Gungans have strong leg muscles for swimming, and are aided by their long fin-like ears. Their arms end in four-fingered hands, and their feet have three stubby toes each. Females tend to be slightly smaller, with sleeker faces. They often tie their long ears back. \n [P]The long Gungan face has a tough yet flexible bill for burrowing and rooting out food. They also have long muscular tongues with which they scooped mollusks and lesser amphibians from the Naboo swamps. Their teeth are large and blunt, capable of cracking through shellfish. Their large nostrils completely seal for underwater travel. \n [P]While most spacefarers would dismiss Gungans as primitives, they developed an advanced, albeit unique, technology. They grow the basic structures of buildings, vehicles and technology and adorn them with artistic flourishes and organic lines. This gives Gungan technology a very fluid, non-rectilinear look. [P][B]Physiology:[b] \n The Gungans are separated into two races: the lanky orange, yellow or red-skinned Otolla race, and the heavier green-skinned Ankura race. However, they all exhibit many of the same basic physical traits. Starting life as tadpoles, Gungans develop into tall beings with extremely flexible cartilaginous skeletons. Strong leg muscles allow for powerful and quick frog-kick style swimming through water as well as a remarkable jumping ability while on land. Fin-like ears (called haillu) also aid them in swimming, as well as expressing emotions like aggression, friendship, and fear. They have partially retractable eyestalks with nictitating membranes when underwater. Green eyes are unusual amongst Gungans. \n [P]Expressive faces and long bills with flaring nostrils are signatures of Gungan physiology. Lengthy muscular tongues and large blunt teeth allow them to eat lesser amphibians, while a layer of tough skin on the head allow for burrowing. A Gungan's arms end in four digits, and their feet have three stubby toes. Females are smaller with sleeker faces and tend to tie their ears back. Female with light-colored ear flaps are considered attractive by male Gungans, while the ones with dark-colored haillu are thought of as 'boyish'. As male Gungans aged, they develop prominent whiskers, resembling those of a catfish. Both sexes have a lifespan of 65 galactic standard years. [P]Gungans have nostrils that seal when they entered the water. They also boast very strong lungs, allowing them to both hold their breath for extended periods of time and to withstand the pressure of deep water, along with well-padded kneecaps and powerful calves and legs for increased swimming speed. However, because they are so well-adapted to their watery environment, their skin dries easily in hot and arid climates. \n [P][B]Society:[b] \n Utilizing their own unique phraseology, Gungans established a rather successful history of scholarly excellence, albeit unknown to the galaxy at large. Among their achievements include the epic poem Das Depu Epu Sea, or Deep Dark Water. This ode to Da Beauty Al'Round was a source of great pride to these noble beings. [P]Gungan alpha-males often exhibit a series of oral clicks when aggravated or angered. The Gungan military is made up of mostly male volunteers. [P]Gungans were basically a generous and peaceful people until the Trade Federation invaded. They loved to have visitors and warmly welcomed them; however, they would remain suspicious until the visitors had earned their respect. [P]Gungans are not tolerant of anyone who threatens their peaceful culture. They have very strict laws, and will go to the extremes to punish anyone who has committed a minor crime. Vandals, for example, could be given a sentence of exile, caning, or even stoning. \n [P]If a Gungan is cast out of society, it is very difficult for them to return. If they do manage to return legally, they will often be subjected to heavy discrimination. This can make life very difficult for them and can go on for months or years, until their past offenses disappear from memory. In addition, returning back to the settlement from which they were exiled illegally will sometimes result in the death penalty, especially if they bring along outsiders. It usually requires a significant deed to not only have their exile revoked, but also be welcomed back to the fold. \n [P][B]Homeworld:[b] \n Naboo (pronounced /nə'bu/) is a planet that is the sector capital of the Chommell sector near the Outer Rim territories. It is a largely unspoiled world with large plains, swamps and seas \n [P]Naboo is a geologically unique world in the galaxy. A plasmic molten outer core surrounded an inner core, believed to be composed primarily of a nickel-iron alloy, with very small amounts of some other elements. These elements are found in abundance in other chemical compositions in the galaxy, but it is the unique properties of the plasma which interested astrophysicists, plasma which the two primary civilizations harnessed to supply clean and efficient energy highly valued throughout the galaxy. [P]The plasmic magma \"seethes and bubbles\" from the center of the planet carving labyrinths of winding tunnels and caverns similar to lava tubes of traditional magma flows. Much of these abyssal labyrinths are submerged in great underground oceans, which are home to immense aquatic animals and creatures that are never seen on the surface. Animals such as the colo claw fish, opee sea killer, sando aqua monster and others inhabited this underworld realm. Gungans dominate these \"underwaterways,\" using them as a highway of sorts between their surface Holy Places and their underwater cities. The Gungans also use these tunnels for trading between Bubble cities. [P]Plasmic eruptions find their way to the porous crust of the planet, affecting geographic features there such as mountain chains and plate tectonics. \n [P]The surface of Naboo is covered by dense swamps, rolling grass plains, seas and verdant hills. The largest mountain chain, the Gallo Mountains, bisects the largest continent and divides the great grass plains of the north from the Lianorm Swamp and bayous in the south. South of the Lianorm Swamp is the great Paonga Sea, where at the bottom lay the Gungan city of Otoh Gunga. The Lake Country is an area known for its natural beauty, and is home to many vacation estates. \n [P][B]Language:[b] \n Gungan Basic, also called Gunganese, is the language spoken by the Gungans of the planet Naboo. It is a language mostly derived from Naboo settlers' language, Basic, spoken in an accent. Occasionally, a word from Old Gungan will appear in dialogue, a term usually without any obvious meaning unless translated. \n [P]Humans can usually understand it and, similarly, Gungans can understand Humans speaking Basic (even in written form). Most one-syllable words pertaining to the self will contain a suffix of -sa, for example, \"We-sa\" and \"You-sa\". Many one-syllable words ending in a consonant will end with -u.",
      "Source": {
        "page": "101",
        "source_book": "Nexus of Power"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "1",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "3"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "ATHL",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": {
          "Key": "GUNGAB1",
          "Name": "Underwater",
          "Options": {
            "Option": {
              "Key": "GUNGAB1OP1",
              "Name": "Amphibious",
              "Description": "Gungans may breathe underwater without penalty and never suffer movement penalties for traveling through water."
            }
          }
        }
      }
    },
    {
      "Name": "Human",
      "Description": "[H4]Humans[h4] Please see page 48 of the Edge of the Empire Core Rulebook, page 57 of the Age of Rebellion Core Rulebook, or page 55 of the Force and Destiny Core Rulebook, for details.",
      "Source": {
        "page": "48",
        "source_book": "Edge of the Empire Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "110"
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "HUMANAB",
          "Name": "Skills",
          "Options": {
            "Option": {
              "Key": "HUMANABSK",
              "Name": "Additional Non-Career Skills",
              "Description": "Humans start the game with one rank in two different non-career skills of their choice.",
              "StartingSkillTraining": {
                "SkillTraining": {
                  "SkillCount": "2",
                  "Requirement": {
                    "NonCareer": "true"
                  }
                }
              }
            }
          }
        }
      }
    },
    {
      "Name": "Hutt",
      "Description": "[H4]Hutt[h4] Please see page 94 of the Lords of Nal Hutta Sourcebook for details.",
      "Source": {
        "page": "94",
        "source_book": "Lords of Nal Hutta"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "1",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "13",
        "StrainThreshold": "11",
        "Experience": "70"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "",
          "RankStart": "",
          "RankLimit": ""
        }
      },
      "TalentModifiers": {
        "TalentModifier": [
          {
            "Key": "ENDUR",
            "RankAdd": "1"
          },
          {
            "Key": "NOBFOOL",
            "RankAdd": "1"
          }
        ]
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "HUTTOC1",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "HUTTOC1OP1",
                  "Name": "Coercion",
                  "Description": "Hutts may begin the game with one rank in Coercion.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "COERC",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "HUTTOC1OP2",
                  "Name": "Discipline",
                  "Description": "Hutts may begin the game with one rank in Discipline.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "DISC",
                      "RankStart": "1"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "HUTTOC2",
            "Name": "Movement",
            "Options": {
              "Option": {
                "Key": "HUTTOC2OP1",
                "Name": "Ponderous",
                "Description": "A Hutt can never spend more than one maneuver moving per turn."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Iktotchi",
      "Description": "[H4]Iktotchi[h4] Please see page 18 of the Keeping the Peace sourcebook for details.",
      "Source": {
        "page": "18",
        "source_book": "Keeping the Peace"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "12",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "VIGIL",
          "RankStart": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "IKTOTCHICH1",
          "Name": "Initiative",
          "Options": {
            "Option": {
              "Key": "IKTOTCHICH1OP1",
              "Name": "Precognition",
              "Description": "In addition to seeing flashes of the future at the GM's discretion, an Iktotchi may spend [TR] on an Initiative check to perform a free maneuver, or have an ally within short range perform a free maneuver, before the encounter begins."
            }
          }
        }
      }
    },
    {
      "Name": "Ishi Tib",
      "Description": "[H4]Ishi Tib[h4] See page 21 of the Lead by Example Sourcebook for details.",
      "Source": {
        "page": "21",
        "source_book": "Lead by Example"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "12",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "DISC",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "ISHITIBCH1",
            "Name": "Environment",
            "Options": {
              "Option": {
                "Key": "ISHITIBCH1OP1",
                "Name": "Amphibious",
                "Description": "Ishi Tib can breathe underwater without penalty and never suffer movement penalties for traveling through water."
              }
            }
          },
          {
            "Key": "ISHITIBCH2",
            "Name": "Requirement",
            "Options": {
              "Option": {
                "Key": "ISHITIBCH2OP1",
                "Name": "Water Dependence",
                "Description": "If an Ishi Tib has not been doused in salt water in the last twenty-four hours, the character's wound threshold is reduced by 2.  This condition remains in effect until the ishi Tib is doused in salt water."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Ithorian",
      "Description": "[H4]Ithorian[h4] Ithorians are a mammalian herbivorous sentient species from the planet Ithor. They are commonly called \"Hammerheads\" by less sensitive beings because of their long, curving neck and T-shaped head. They find this nickname offensive. \n [P][B]Physiology:[b] \n Ithorians have two mouths and four throats, allowing them to speak in stereo. Female Ithorians have two humps on the back of their head, while males have only one. They have glossy, usually brown flesh. They stand roughly between 1.8 to 2.3 meters from eyestalk to toe. Their reflexes and coordination are somewhat slower than that of average humanoids. In addition to allowing them to speak their unique stereophonic language, the Ithorians' four throats also have the ability to violently expel air, resulting in a deafening and potentially concussive scream. Although even common Ithorians possess this strange talent, those with Force training can push enough power into their sonic bellow to shatter iron and shred plasteel. Despite this fact, most Ithorians go their entire lives without ever resorting to violence, and so the ability remained relatively ambiguous. [P]Ithorian youths are known as \"pupa,\" and are commonly glassy-eyed, appendageless and limber, until they metamorphosize. After the molt, Ithorians lose an aural flap and every locomotion tube, gain lumps, craters in their craniums and an appetite for ant-flies. An adult Ithorian can father several thousand offspring. [P][B]Society:[b] \n Ithorians worship the \"Mother Jungle,\" a spiritual entity embodying the lush, tropical ecology of their world, Ithor. They are generally devoted environmentalists, staunch herbivores, and complete pacifists, devoting much time to contemplating their ecology, studying plants and their uses and the overall respecting of all living things. Most Ithorians never set foot on their own planet, instead living in floating cities above their world called herdships. Only three of their continents have been explored and harvested, the other two never having been touched by Ithorian hands. This demonstrates their extreme belief in the protection and sustaining of their environment which is apparent through their \"Law of Life.\" [P]The Ithorians practice a communal form of government. Each herdship is autonomous and self-supporting. However once every Ithorian season (about five standard years), the herds gather for \"the Meet,\" a grand gathering above the surface of their world, where the herd ships would join each other in a festival and regal ceremony. [P]Ithorian’s curious and gregarious nature means that many find their way off-planet via their floating herdship’s space-worthy counterparts. Many become galactic traders, traveling the stars either independently or as part of their herdship. They will only resort to violence if threatened, and they are more likely to use their sonic bellow than a weapon. Because of their mild demeanor, most Ithorians avoid war in general, although the Rebel Alliance did boast a few among its ranks. Their pacifistic nature means that they refuse to touch things that come as a result of bloodshed. [P]When dealing with others, Ithorians are always supremely polite. They are very conversational and have profound respect for the views of others. Though often described as likable and friendly, many sentients find them altogether dull. Even when they have disagreements, Ithorians are unlikely to discuss their grievances with anyone unless the offending party is present. To do otherwise was considered rude. [P]Despite their reputation, not all Ithorians are so peaceful. Rarely, violent and unruly Ithorians are born and subsequently banished from their homeworld or herdship. Such Ithorians often become drifters and bounty hunters. \n [P]Within Ithorian society, there is a priestly group known as nature priests who commune with the \"Mother Jungle\" and have a deeper connection to the Ithorian homeworld. Within the trading guilds themselves, Merchantates are present who dealt with business matters. \n [P][B]Homeworld:[b] \n Ithor is the fourth planet located in the Ottega system of the Mid Rim. One of the oldest members of the Galactic Republic, it is a planet full of lush life, and the planet's surface has not a touch of civilization on it. The Ithorians themselves, otherwise known as \"Hammerheads,\" built great floating cities that do not harm the surface, which they consider to be sacred. Entry upon the surface is forbidden, unless one stays there permanently. Some Ithorians such as the Oracle are compelled to go down to the planet surface, however, as they \"hear the call\" of Mother Jungle, the Ithorian religion's personification of Ithor's world-spanning jungle. The surface of the planet of Ithor plays host to numerous plants, including the bafforr tree, which possess telepathic capabilities. The planet contained andurite stone, and every three Ithorian years was the center of the Time of Meeting. The planet has many moons in its night sky. \n [P][B]Language:[b] \n Ithorese is the language of the Ithorians. Because the Ithorians have two mouths and four throats, the language has a peculiar stereophonic aspect to it. This stereo effect also appears when Ithorians speak Basic. The language is incredibly difficult to learn.",
      "Source": {
        "page": "58",
        "source_book": "Age of Rebellion Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "1",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "12",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "SURV",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "0",
          "isCareer": "false"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "ITHOROC1",
          "Name": "Attack",
          "Options": {
            "Option": {
              "Key": "ITHOROC1OP1",
              "Name": "Bellow",
              "Description": "With two mouths and four throats, Ithorians have a unique natural weapon they can call upon when threatened.  Each time the Ithorian uses this ability, he suffers 3 strain.."
            }
          }
        }
      },
      "WeaponModifiers": {
        "WeaponModifier": {
          "Unarmed": "false",
          "UnarmedName": "Bellow",
          "SkillKey": "Resilence",
          "Damage": "6",
          "DamageAdd": "0",
          "Crit": "4",
          "CritSub": "0",
          "RangeValue": "wrShort",
          "Qualities": {
            "Quality": [
              {
                "Key": "BLAST",
                "Count": "3",
                "Index": "0"
              },
              {
                "Key": "CONCUSSIVE",
                "Count": "1",
                "Index": "0"
              },
              {
                "Key": "SLOWFIRING",
                "Count": "2",
                "Index": "0"
              },
              {
                "Key": "STUNDAMAGE",
                "Count": "0",
                "Index": "0"
              }
            ]
          }
        }
      },
      "NoForceAbilities": "false"
    },
    {
      "Name": "Kalleran",
      "Description": "[H4]Kalleran[h4] Please see page 25 of the No Disintegrations Sourcebook for details.",
      "Source": {
        "page": "25",
        "source_book": "No Disintegrations"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "8",
        "StrainThreshold": "12",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "SW",
          "RankStart": "1"
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "HEIGHT"
        }
      }
    },
    {
      "Name": "Kel Dor",
      "Description": "[H4]Kel Dor[h4] Please see page 57 of the Force and Destiny Core Rulebook for details.",
      "Source": {
        "page": "57",
        "source_book": "Force and Destiny Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "EDU",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "KELDOROC1",
            "Name": "Sight",
            "Options": {
              "Option": {
                "Key": "KELDOROC1OP1",
                "Name": "Dark Vision",
                "Description": "Kel Dors remove up to [SETBACK][SETBACK] imposed due to darkness from any skill checks."
              }
            }
          },
          {
            "Key": "KELDOROC2",
            "Name": "Mask",
            "Options": {
              "Option": {
                "Key": "KELDOROC2OP1",
                "Name": "Atmospheric Requirement",
                "Description": "Kel Dors must wear a specialized mask to breath and see outside of their native atmosphere.  However, Kel Dor may survive in vacuum for up to five minues before suffering its effects."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Klatooinian",
      "Description": "[H4]Klatooinian[h4] Klatooinians are a humanoid species from the planet Klatooine, located in the Si'Klaata Cluster. For most of their history, they were closely associated with the Hutts, as criminal henchmen, soldiers, and slaves. By the time of the Galactic Civil War, however, some Klatooinians began to break away from their servitude. \n [P][B]Physiology:[b] \n The Klatooinians are tall, humanoid beings. Their skin is rough, with color ranging from olive green to dark brown. They have a flat nose and a canine muzzle, with dark eyes under their thick heavy brows. The severe desert climate of their homeworld has made their species strong and enduring. To survive in their hostile world was a mark of great physical and mental strength. That is why the Klatoonians respect and admire the elderly and experienced of their kind. [P][B]Society:[b] \n The Klatooinians are a proud people and are traditionalists, used to following the traditions laid by their ancestors. They also have a strong religious upbringing, that can tie them down, as a species or a clan, to another entity, be it a Hutt or a crime syndicate. When a Klatooinian makes a vow, you can rest assured that he will do anything in his power to complete their vow. But you can also be assured that if a Klatooinian ever vowed to kill you, you will be hunted till the Klatooinian or you had been killed. Thus is the way of their species. \n [P]This religious steadfast pride and loyalty, coupled with their strong statures, has made the Klatooinians ideal for guard duty, since anyone with an ounce of intelligence would think twice about trying to rush a Klatooinian. They have been a favorite to crime syndicates and Hutts for their steadfast loyalty, and you would never have to think twice about them if they made a vow. \n [P]Klatooinian civilization is notable for its strong belief in tradition and the wisdom of elders. The center of their culture is the Fountain of Ancients, a slowly evolving natural glass sculpture on Klatooine's Derelkoos Desert. Long before the formation of the Galactic Republic, primitive Klatooinians discovered the Fountain, and revered it as a symbol of patience, tenacity, and the idea of strength coming from age.\n [P]Their society is ruled by a Council of Elders, which grants young Klatooinians few rights. Klatooinians are taught the myths and traditions of their people from a young age, in a process which tended to suppress individuality. At the age of ten, they would be sold into servitude, with the most rebellious youths sent into the harshest conditions.\n [P][B]Homeworld:[b] \n Klatooine is a desert planet, located within the Si'Klaata Cluster, and the homeworld of the Klatooinian race, found deep in Hutt Space. \n [P]The Klatooinian is a race native to Klatooine, indentured to the Hutts since before the rise of the Old Republic. Along with the Vodran and Nikto races, the Klatooinians have served the Hutts since the battles against Xim the Despot. They are a tall, humanoid race with flat, canine faces and coarse skin. The Klatooinian culture is strongly tied to traditional values, and has been as patient and tenacious as the Fountain of Ancients. They also, like the Fountain, strove to grow stronger with age. The Klatooinians have often referred to themselves as the Children of the Fountain, since they have developed many of the Fountain's characteristics. At the age of ten, every Klatooinan is sold into servitude, usually to local governments. Especially troublesome youths are sold into slavery. This helps the young Klatooinans learn to respect and admire their elders and the traditions of their people. However, they have forever been under the oppression of the Hutts. Like the Fountain of the Ancients, the Klatooinans hope that they can endure long enough to grow strong with age and shed the Hutt yolk. \n [P]The Fountain of the Ancients is a unique natural phenomenon located in the center of the Derelkoos Desert. In a bowl-shaped depression, liquid wintrium seeps from the desert sand and begins to crystallize. As it solidifies over several millenia, the wintrium forms wonderful shapes and patterns, continually expanding and growing. Because of its hardness, the Fountain's shape can be altered only by powerful weaponry, and has stood untouched for as long as the Klatooinian race can remember. The Fountain's continually growth, increasing strength, and tenacity have instilled similar values in the Klatooinian people. It also has certain religious connotations to them. Wintrium this glass-like substance remains in liquid form at very low temperatures, and can take as much as 10,000 years to solidify under normal conditions. It is found in the Derelkoos Desert of Klatooine, where it seeps from the desert and creates incredibly beautiful, natural sculptures. The Klatooinans call the landmark the Fountain of the Ancients, and revere it for its tenacious and wonderful existence. \n [P][B]Language:[b] \n The Klatooinian language was once the native language of the Klatooinians, the native people of Klatooine. By the latter days of the Galactic Republic, it was a dead language.  Klatooinians now speak Huttese, the language of the Hutt.",
      "Source": {
        "page": "20",
        "source_book": "Dangerous Covenants"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "KLATOC1",
            "Name": "Non-Career",
            "Options": {
              "Option": {
                "Key": "KLATOC1OP1",
                "Name": "Additional Non-Career Skill",
                "Description": "Klatooninians start the game with one additional rank of one non-career skill of his choice.",
                "StartingSkillTraining": {
                  "SkillTraining": {
                    "SkillCount": "1",
                    "Requirement": {
                      "NonCareer": "true"
                    }
                  }
                }
              }
            }
          },
          {
            "Key": "KLATOC2",
            "Name": "Combat",
            "Options": {
              "Option": [
                {
                  "Key": "KLATOC2OP1",
                  "Name": "One Rank in Brawl",
                  "Description": "Klatooninians may begin the game with one rank in Brawl.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "BRAWL",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "KLATOC2OP2",
                  "Name": "One Rank in Ranged-Heavy",
                  "Description": "Klatooninians may begin the game with one rank in Ranged-Heavy.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "RANGHVY",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "KLATOC2OP3",
                  "Name": "One Rank in Ranged-Light",
                  "Description": "Klatooninians may begin the game with one rank in Ranged-Light.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "RANGLT",
                      "RankStart": "1"
                    }
                  }
                }
              ]
            }
          }
        ]
      }
    },
    {
      "Name": "Kyuzo",
      "Description": "[H4]Kyuzo[h4] Please see page 22 of the Forged in Battle Sourcebook for details.",
      "Source": {
        "page": "22",
        "source_book": "Forged in Battle"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "11",
        "DefenseRanged": "0",
        "DefenseMelee": "0",
        "SoakValue": "0",
        "Experience": "90",
        "ForceRating": "0"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "Coordination",
          "RankStart": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "KYUZOOC1",
          "Name": "Physiology",
          "Options": {
            "Option": {
              "Key": "KYUZOOC1OP1",
              "Name": "Dense Musculature",
              "Description": "Once per round as a maneuver, may suffer 3 strain to leap horizontally or vertically to any location within medium range.",
              "DieModifiers": ""
            }
          }
        }
      }
    },
    {
      "Name": "Lannik",
      "Description": "[H4]Lannik[h4] Please see page 20 of the Keeping the Peace sourcebook, or page 23 of the Lead by Example sourcebook, for details.",
      "Source": {
        "page": "20",
        "source_book": "Keeping the Peace"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "1",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "8",
        "StrainThreshold": "12",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "SW",
          "RankStart": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "LANNIKCH1",
          "Name": "Remove Setback",
          "Options": {
            "Option": {
              "Key": "LANNIKCH1OP1",
              "Name": "Indomitable",
              "Description": "A Lannik removes up to [SE][SE] caused by Critical Injuries, the disoriented condition, and fear from all checks he makes."
            }
          }
        }
      }
    },
    {
      "Name": "Mandalorian Human",
      "Description": "[H4]Mandalorian Human[h4] Please see page 7 of the Friends Like These Adventure Module for details.",
      "Source": {
        "page": "7",
        "source_book": "Friends Like These"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "10",
        "Experience": "105"
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "MANDOHUMANOC1",
          "Name": "Skills",
          "Options": {
            "Option": [
              {
                "Key": "MANDOHUMANOC1OP1",
                "Name": "Combat Skill",
                "Description": "Mandalorian Humans start the game with one rank in a combat skill of their choice.",
                "StartingSkillTraining": {
                  "SkillTraining": {
                    "SkillCount": "1",
                    "Requirement": {
                      "FromSkillType": "true",
                      "SkillType": "stCombat"
                    }
                  }
                }
              },
              {
                "Key": "MANDOHUMANOC1OP2",
                "Name": "Knowledge Skills",
                "Description": "Mandalorian Humans start the game with one rank in two knowledge skills of their choice.",
                "StartingSkillTraining": {
                  "SkillTraining": {
                    "SkillCount": "2",
                    "Requirement": {
                      "FromSkillType": "true",
                      "SkillType": "stKnowledge"
                    }
                  }
                }
              }
            ]
          }
        }
      }
    },
    {
      "Name": "Mirialan",
      "Description": "[H4]Mirialan[h4] Please see page 58 of the Force and Destiny Core Rulebook for details.",
      "Source": {
        "page": "58",
        "source_book": "Force and Destiny Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "1",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": [
          {
            "Key": "DISC",
            "RankStart": "1",
            "RankLimit": "2"
          },
          {
            "Key": "COOL",
            "RankStart": "1",
            "RankLimit": "2"
          }
        ]
      },
      "TalentModifiers": "",
      "OptionChoices": ""
    },
    {
      "Name": "Mon Calamari",
      "Description": "[H4]Mon Calamari[h4] The Mon Calamari (also known as Calamari, Calamarians, Mon Cal, Mon Calamarians, or rarely Mon Cala) are one of the sentient species indigenous to the world of Dac. \n [P][B]Physiology:[b] \n On average, a member of the species stands between 1.3 to 1.8 meters tall and also smells of salt and the sea. They are a fish-like amphibious humanoid species with salmon-colored skin, webbed hands, high-domed heads and huge, fish-like eyes. They are equally capable of breathing both on land and in water with them being at home in either environment. Male Mon Calamari have protrusions on their chin called \"barbels\" which grow more numerous with age. Most Mon Calamari have salmon-colored skin, often mottled with light and dark patterns, though examples of other skin colors are known. The Mon Calamari are able to descend to depths of up to 30 meters below sea level without requiring breathing or pressure apparatus. Though they can breathe water, they find it somewhat uncomfortable, and use organic gills whenever possible. Mon Calamari can stay underwater for an indefinite period of time, although a frightened Mon Calamari, particularly a juvenile, can drown underwater. They also do not need to decompress when resurfacing. \n [P]Their hands, apart from being webbed, also feature five claw-tipped fingers; one opposable thumb with two more shorter claw-like protrusions, two long middle fingers, and two extremely short outer fingers. As an additional feature, Mon Calamari hands also present three suction-cup like holes on their palms. \n [P]Mon Calamari can swivel their eyes independently from one another, focusing on two areas at once. Mon Calamari see in different wavelengths than Humans, making it difficult for one species to view visuals designed for the other and vice versa. Their eyes are often used to express emotion; staring with the left eye is a way of showing surprise, while staring with the right eye is either a challenge to fight or an expression of love, depending on the circumstances. \n [P]Their children range from the age of 1-11 with them being considered young adults by 12-16 and full adults between 17-40. A Mon Calamari between the age of 41-57 is considered middle aged and old by 58-79 whilst those above the age of 80 are held to be venerable. \n [P]Due to their fish-like appearance, the Mon Calamari are referred to by the somewhat derogatory Deal-slang expression \"Mon Cals in a fishbowl\", which refer to the act of making several big and easy deals from naïve or less-than-intelligent clients. \n [P][B]Society:[b] \n The Mon Calamari have developed a very advanced and civilized culture. Art, music, literature, and science show a creativity surpassed by few in the galaxy. Mon Calamari literature depicts stars as islands in a galactic sea. This shows a passionate longing to explore space and discover other civilizations. In terms of temperament, they are both soft spoken and gentle. They are extremely tempered to the point that they are slow to anger and have the remarkable ability to maintain their concentration without being distracted by emotional responses. Other notable personality traits included being inquisitive and creative as well as being quiet. In addition, they are known for a near-legendary quality of being both determined and dedicated. This means that once a Mon Calamari decides on a course of action, they are not easily swayed from that decision. As they are idealistic and daring, they often fixate themselves on causes that seem hopeless or lost from the start. As such, they have a great deal of enthusiasm and spirit which is often masked by their quiet, orderly exterior. Ultimately, a Mon Calamari often attempts to demonstrate that even dreamers and thinkers are capable of daring and bravery when the need arises. This means that they often think of the needs of the society and believe in performing the greater good to the point that they placed it above the good of the individual. \n [P]They have developed a reputation for being one of the most skilled starship designers in the galaxy. This partly stems from the fact that they see everything as a work of art rather than being a simple tool or weapon. Their technology is notable for being unique, yet comparable to that of the other inhabitants of the galaxy. While their starships are significantly different from those of other races, they are in fact more efficient in design. However, such vessels tend to be extremely difficult to construct. The mathematically-minded Givin cannot stand the Mon Calamari spaceships, as they are too organic and not geometric enough. \n [P][B]Homeworld:[b] \n Dac, as it is called in Mon Calamarian, Quarrenese, and Basic, also known as Mon Calamari and sometimes simply called Calamari or Mon Cala, is a planet in the Calamari system of the Calamari sector, located in the Outer Rim. It is home to a wealth of sentient species: the Mon Calamari, the Quarren, the Moappa, the Amphi-Hydrus, and the Whaladons. Mon Calamari is the name given to the planet by Human explorers from the Galactic Republic who first discovered and revealed the world to the rest of the galaxy. The native species refer to the planet as Dac. The planet is a shining bluish-white orb from space, due to its ocean-covered surface. It is home to 27.5 billion Mon Calamarians and Quarren, as well as surrounded by the impressive Mon Calamari Shipyards. \n [P][B]Language:[b] \n The Mon Calamari language is shared with the Quarren though many members of the species adopted Basic as their common tongue. In fact, they are able to speak both of these languages with ease though in the case of Basic, their vocal cords often produce a gurgling sound when they speak in that tongue.",
      "Source": {
        "page": "59",
        "source_book": "Age of Rebellion Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "1",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "EDU",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "0",
          "isCareer": "false"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "MONCALCH1",
          "Name": "Water",
          "Options": {
            "Option": {
              "Key": "MONCALCH1OP1",
              "Name": "Amphibious",
              "Description": "Mon Calamari can breathe underwater without penalty and never suffer movement penalties for traveling through water."
            }
          }
        }
      },
      "NoForceAbilities": "false"
    },
    {
      "Name": "Mustafarian",
      "Description": "[H4]Mustafarian[h4] Please see page 24 of the Special Modifications Sourcebook for details.",
      "Source": {
        "page": "24",
        "source_book": "Special Modifications"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "BRAWL",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "SubSpeciesList": {
        "SubSpecies": [
          {
            "Key": "MUSTAFARIANSUB1",
            "Name": "Northern Mustafarian",
            "Description": "Please see page 26 of the Special Modifications Sourcebook for details.",
            "TalentModifiers": {
              "TalentModifier": {
                "Key": "EYEDET",
                "RankAdd": "1"
              }
            },
            "OptionChoices": {
              "OptionChoice": {
                "Key": "NMUSTAOC1",
                "Name": "Environmental",
                "Options": {
                  "Option": {
                    "Key": "NMUSTAOC1OP1",
                    "Name": "Arid/Hot Environments",
                    "Description": "Northern Mustafarians may remove [SETBACK][SETBACK] to resist arid or hot environmental conditions."
                  }
                }
              }
            }
          },
          {
            "Key": "MUSTAFARIANSUB2",
            "Name": "Southern Mustafarian",
            "Description": "Please see page 26 of the Special Modifications Sourcebook for details.",
            "TalentModifiers": {
              "TalentModifier": {
                "Key": "ENDUR",
                "RankAdd": "1"
              }
            },
            "OptionChoices": {
              "OptionChoice": {
                "Key": "SMUSTAOC1",
                "Name": "Environmental",
                "Options": {
                  "Option": {
                    "Key": "SMUSTAOC1OP1",
                    "Name": "Arid/Hot Environments",
                    "Description": "Southern Mustafarians may remove [SETBACK][SETBACK] to resist arid or hot environmental conditions."
                  }
                }
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Muun",
      "Description": "[H4]Muun[h4] Please see page 20 of the Endless Vigil Sourcebook for details.",
      "Source": {
        "page": "20",
        "source_book": "Endless Vigil"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "3",
        "Willpower": "1",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "9",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": [
          {
            "Key": "EDU",
            "RankStart": "1",
            "RankLimit": "2"
          },
          {
            "Key": "CORE",
            "RankStart": "1",
            "RankLimit": "2"
          }
        ]
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "MUUNOC1",
          "Name": "Credits",
          "Options": {
            "Option": {
              "Key": "MUUNOC1OP1",
              "Name": "Deep Pockets",
              "Description": "Muun characters start the game with an additional 1,000 credits.  They may not be spend during character creation."
            }
          }
        }
      }
    },
    {
      "Name": "Nautolan",
      "Description": "[H4]Nautolan[h4] The Nautolans, sometimes referred to as the Nautiloids, are an amphibious humanoid species from the planet Glee Anselm. Although they established settlements across their aquatic homeworld, most Nautolan civilization is found in the Sabilon region. \n [P][B]Physiology:[b] \n Nautolans possess a physiology common to amphibious species, including low light vision and excellent swimming skills. They stand an average of 1.8 meters, have smooth green, blue, or brown skin, and large black or dark maroon eyes with lids that are seldom used. They are capable of breathing underwater; however, unlike other water-based species, Nautolans do not experience difficulties out of water. \n [P]Nautolans possess exceptional olfactory and pheromone-sensing skills, enhanced by head-tresses. These tendrils are used to detect the emotional state of another being, but are most effective underwater. Within Nautolan culture, the ability to sense pheromone changes is an essential part of the communication process. All Nautolans have fourteen sensory tentacles and multiple hearts, which are capable of beating separately. \n [P][B]Society:[b] \n Little is known about Nautolan culture, as few Nautolans leave Glee Anselm, but their music is occasionally found amongst savvy music collectors. Nautolan music is composed of sustained notes held in irregular patterns with occasional pauses. These pauses are considered the most important part of the music to the Nautolans, causing non-Nautolan listeners to misunderstand their artistic intent. \n [P][B]Homeworld:[b] \n Glee Anselm is a peaceful water planet in the Mid Rim. The planet's surface is largely covered in water or swamps, with only a few clear landmasses spotting the surface. The planet has very frequent seasonal changes, causing it to be ravaged by intense storms and hurricanes. The climate is moderate most of the standard year round. \n [P][B]Language:[b] \n Like their sense of smell, Nautolan language is also maximized for use underwater and not fully pronounceable in a gaseous atmosphere. Because of the loss in linguistic detail, most Nautolans choose to speak Anselmian or Galactic Basic when traveling off-world. In addition, Nautolans use other communicative cues when submerged, such as reading the swirls in other Nautolans' large eyes.",
      "Source": {
        "page": "59",
        "source_book": "Force and Destiny Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "9",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "ATHL",
          "RankStart": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "NAUTOLANCH1",
          "Name": "Breathe",
          "Options": {
            "Option": {
              "Key": "NAUTOLANCH1OP1",
              "Name": "Amphibious",
              "Description": "Nautolans may breathe underwater without penalty and never suffer movement penalties for traveling through water."
            }
          }
        }
      }
    },
    {
      "Name": "Neimoidian",
      "Description": "[H4]Neimoidian[h4] \n Neimoidians are a species of humanoids that are distant genetic relatives of Duros. They are native to the planet of Neimoidia and also live on colony worlds in the same sector like Cato Neimoidia, Deko Neimoidia, and Koru Neimoidia. They have a reputation for greed and cowardice. Neimoidians place tremendous value on wealth and material possessions, and will go to great lengths to gain money and power; however, they are very easily intimidated, and hated combat. They are famous for running the Trade Federation, a massive corporate entity. [P][B]Physiology:[b] \n Since the Neimoidians are distant genetic relatives of the Duros, they retain many similarities to them, including basic form, noseless faces, and green-blue skin (though Neimoidians tended to be grayer). Their eyes also have pupils that split horizontally, and they are distinguished by small lumps on their foreheads and down-turned mouths. Their sense of smell comes from glands under their eyes. These genetic differences are attributed to the distinct features of their homeworld, Neimoidia, including its gravity, which is heavier than Duro. Additionally, the planet's star is dimmer, and the planet itself is humid and widely shrouded by fog and mist. [P]Neimoidian skin often takes on a mottled look if the being is too self-indulgent or often prone to great stress. A Neimoidian's lung pods will expand and contract convulsively under great stress, leading to an old saying characterizing Neimoidians as the only sentient species with an entire organ devoted to worrying. Nauseated Neimoidians' skin turns pink. The Neimoidians have five fingers and two clawlike toes. Neimoidians are born in a larval state called a \"grub\" form. Although hive-mothers have cloacas, the grubs are born live and not from eggs. \n [P]Many Duros take great offense at being compared to their Neimoidians cousins.  The classic example of what not to say details an employer for a shipping company who was curious as to why a Neimoidian was applying for a pilot's position when it was, in actuality, a Duros. The reason for the offense is obvious: Neimoidians tend to be cowardly, greedy, and fearful of death, while Duros are an adventurous, gregarious, and peaceful race. \n [P]It is well-known that Neimoidians are notorious disease carriers. According to a joke made by Ebenn Q3 Baobab, onetime doctor for a Neimoidian fleet, \"the principal export of the Neimoidian home planet is Brainworm Rot Type C\". Baobab further explained in his Galactic Phrase Book & Travel Guide that both the Great Pandemic of Deersheba and the Intestinal Revenge of Bars Barka (which emaciated scores of Ubese colonists) originated with the Neimoidians. At several times in the past, Neimoidia had been quarantined and forbidden to travelers. \n  [P]Upon death, Neimoidian bodies will desiccate rapidly if not immediately buried or burned. The corpse's face will elongate, and the brain sac will shrivel into a series of tiny pods behind the head. It is this terrifying image of death, coupled with the Geonosian physique, that inspired the appearance of the Trade Federation's B1 battle droids. \n [P][B]Society:[b] \n Neimoidians spend their formative years as puny grubs in the communal hives of Neimoidia, until the age of seven standard years. They are knowingly neglected by being given limited amounts of food. In this way, the weaker individuals are weeded while the most acquisitive ones can hoard more food than they can eat by themselves. The Neimoidian education ensures the survival of the greediest. Because of that, the Neimoidians will retain ill memories of their homeworld and try to avoid it as much as possible. In fact, Neimoidia's most able individuals typically leave the planet at a young age, often joining the Trade Federation and its trading starships. Meanwhile, the weakest and least capable of the species are sequestered on Neimoidia and the purse-worlds, where they tend to vast insect hives, fungus farms, and beetle hatcheries. [P]As adults, Neimoidians have a reputation of being skilled in matters of business and are well known for their leadership of the Trade Federation. Unfortunately, Neimoidians are stereotyped by other species as greedy, fearful of death, lazy, corrupt and even child neglecters.This is evident by the use of droids for almost everything. It is often said that one of the most difficult concepts for a Neimoidian to understand is loyalty. \n [P]Members of other species often perceive the Neimoidians as villainous. In fact, the notions of morality and ethics that motivate other societies are completely absent from the Neimoidian culture. From infancy, they are reared to believe that anything they can appropriate is theirs by right, regardless of the means used. \n [P]Their species is noted for being highly fearful to fight their own battles yet are deceitful to the point that they do not trust living soldiers. Such traits mean that they are often criticized for their cowardly nature and are one of the reasons why they make use of a mechanized army consisting of droids. This species is noted for being highly paranoid and in fact one of the most difficult concepts that they have understanding in Basic was the term loyalty. In addition, the discussion of an individual's feelings is considered an anaethema amongst Neimoidians. \n [P][B]Homeworld:[b] \n Neimoidia, also called Pure Neimoidia to avoid confusion with the Neimoidian purse worlds, is a planet in the Colonies region that the Duros from Duro colonized sometime around 25,000 BBY, bringing it into the Galactic Republic. \n [P][B]Language:[b] \n Pak Pak, also known as Neimoidian, is the main language spoken/conveyed by the Neimoidians. Pak Pak is both a verbal and nonverbal way of Neimoidian communication.",
      "Source": {
        "page": "20",
        "source_book": "Desperate Allies"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "3",
        "Willpower": "1",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "9",
        "Experience": "90"
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": {
          "Key": "NEIMCH1",
          "Name": "Skills",
          "Options": {
            "Option": [
              {
                "Key": "NEIMCH1OP1",
                "Name": "Negotiation",
                "Description": "Neimoidians may begin the game with one free rank in Negotiation.",
                "SkillModifiers": {
                  "SkillModifier": {
                    "Key": "NEG",
                    "RankStart": "1"
                  }
                }
              },
              {
                "Key": "NEIMCH1OP2",
                "Name": "Deception",
                "Description": "Neimoidians may begin the game with one free rank in Deception.",
                "SkillModifiers": {
                  "SkillModifier": {
                    "Key": "DECEP",
                    "RankStart": "1"
                  }
                }
              }
            ]
          }
        }
      }
    },
    {
      "Name": "Nikto",
      "Description": "[H4]Nikto[h4] The Nikto are a reptilian humanoid species from the planet Kintan in the Si'Klaata Cluster with many subspecies. \n [P][B]Physiology:[b] \n Nikto are reptilian humanoids that are noted for their leathery skin, with an average adult standing 1.8 meters tall. Sometimes they are covered in spikes and horns. [P]The species hold a limited range of facial expressions because of a lack of the necessary muscular infrastructure. Most Nikto have coal-black obsidian eyes These are sometimes covered by a protective membrane that takes the form of a thin transparent pellicle that protects their eyes underwater and during windstorms. As a result, they are noted for their \"staring\" eyes and a seemingly blank expression which leads to many underestimating Nikto intelligence. \n [P]The Nikto species features five distinct mutated sub-species due to the massive radiation from the dying nearby star M'dweshuu, which speeds up the rate of mutation so that traits that normally take millions of years to occur instead takes only thousands of years. The five sub-species inhabit different geographic areas of Kintan, developing unique adaptations to suit the different environments on the planet. \n [P][B]Society:[b] \n Early in their development, tensions between the sub-species erupted into four bloody wars, although as their civilizations advanced, conquering the dangerous mutated flora and fauna of Kintan united them. Nikto civilization gradually developed to a pre-star travel level, when they gained an understanding of M'dweshuu's influence on their species and their world. Numerous cults and secret societies developed in praise of M'dweshuu, offering sacrifice through bloodshed. The most prominent of these was the Cult of M'dweshuu, which rose and fell several times through its history. Another secret society was the Morgukai. \n[P]A harsh life on Kintan combined with casual Hutt brutality made Nikto cunning combatants. Whilst lacking free will, they made up for this with their single-mindedness and tenacity. They were also able to quickly adapt to their environment. \n Most Nikto are content with a life of servitude as in their eyes a life in slavery was preferable to the hardship and toil on their homeworld. Not all Nikto work for the Hutts though most free members of their kind came from an enslaved species. Whilst Nikto are known to escape from their master, most tend to fall into service of another Hutt who \"inherit\" them according to custom should their previous employer die. However, some escaped Nikto do instead use some opportunities to genuinely become free beings. Any such emancipated Nikto has to be constantly on guard as they risked capture by Hutt-employed slavers who return their prey to their \"rightful owners\". In addition, they lack charisma and prefer to follow orders instead of giving them. \n [P]Far-flung groups of Nikto rarely interbreed and has been the case ever since the species gained hyperdrive technology. Many taboos on racial divides were formed by the Nikto that was further supported by genetic diversity that was forced on them by their Hutt overlords. \n [P]As the Hutts do not trust their servants, the Nikto have no real government of their own. Instead, an attache of the Hutt Clans of the Ancients rule them who speak for the Nikto on every political level. No planetary government is allowed on Kintan also due to the lingering presence of the Cult of M'dweeshu. However, individual Nikto are capable of becoming a clan chieftain. Despite this being the case, the Hutts speak for the Nikto in dealings with the rest of the galaxy. [P][B]Homeworld:[b] \n Kintan is the home world of the Nikto. After a supernova explosion near the system, evolution of the Nikto divided into five subspecies. Kintan is located within the Si'Klaata Cluster, on the Ac'fren Spur. \n [P]Kintan striders, also found around the galaxy as pets of Hutts, are originally from Kintan. However, they were driven to extinction on the planet itself. \n [P][B]Language:[b] \n The Nikto language is the native language of the Nikto species from Kintan. \n [P]Contrarily to Klatooinians, Niktos do not forfeit their own language to replace it with Huttese, although most of them learn Huttese as a second language. Some Hutts learn to speak Nikto to deal with their Nikto servants. \n [P]Most Nikto who leave their world are also fluent in Basic, although they are rarely literate in that language.",
      "Source": {
        "page": "96",
        "source_book": "Lords of Nal Hutta"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "OptionChoices": "",
      "SubSpeciesList": {
        "SubSpecies": [
          {
            "Key": "NIKTOCH1OP1",
            "Name": "Kajain'sa'Nikto (Red Nikto)",
            "Description": "The most common subspecies, the Kajain'sa'Nikto or \"Red Nikto\", adapted to survive in the Wannschok, or \"Endless Wastes\", a desert region on Kintan. They have a series of forehead ridges and small facial horns surrounding their eyes and on the chin.",
            "SkillModifiers": {
              "SkillModifier": {
                "Key": "Resilence",
                "RankStart": "1"
              }
            },
            "OptionChoices": {
              "OptionChoice": {
                "Key": "NIKTOSP1OC1",
                "Name": "Environmental",
                "Options": {
                  "Option": {
                    "Key": "NIKTOSP1OC1OP1",
                    "Name": "Arid/Hot Environments",
                    "Description": "Red Niktos may remove [SETBACK] imposed due to arid or hot enviromental conditions."
                  }
                }
              }
            }
          },
          {
            "Key": "NIKTOCH1OP2",
            "Name": "Kadas'sa'Nikto (Green Nikto)",
            "Description": "Kadas'sa'Nikto, or \"Green Nikto,\" originated in the milder climatic regions of Kintan, such as the forests and the seacoasts. Their scaly faces have small facial horns surrounding the eyes and on the chin. Their main distinguishing features are the long climbing claws on their hands, which can also be used in combat.",
            "SkillModifiers": {
              "SkillModifier": {
                "Key": "Coordination",
                "RankStart": "1"
              }
            },
            "WeaponModifiers": {
              "WeaponModifier": {
                "AllSkillKey": "BRAWL",
                "DamageAdd": "1",
                "Crit": "3"
              }
            },
            "OptionChoices": {
              "OptionChoice": [
                {
                  "Key": "NIKTOSP2OC1",
                  "Name": "Claws",
                  "Options": {
                    "Option": {
                      "Key": "NIKTOSP2OC1OP1",
                      "Name": "May use claws when brawling",
                      "Description": "When a Green Nikto makes Brawl checks to deal damage to an opponent, he deals +1 damage and has a Critical Rating of 3."
                    }
                  }
                },
                {
                  "Key": "NIKTOSP2OC2",
                  "Name": "Athletics",
                  "Options": {
                    "Option": {
                      "Key": "NIKTOSP2OC2OP1",
                      "Name": "Climbing",
                      "Description": "Green Nikto gain [BOOST] to Athletics checks made to climb trees and other surfaces their claws can pierce."
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "NIKTOCH1OP3",
            "Name": "Esral'sa'Nikto (Mountain Nikto)",
            "Description": "Esral'sa'Nikto, or \"Mountain Nikto\", adapted to the variable climate of the mountains of Kintan. They have large facial fins which are used for heat regulation. These fins also improve the Esral'sa'Nikto's hearing. Their skin is blue-gray, and they have neither horns nor breathing tubes.",
            "SkillModifiers": {
              "SkillModifier": {
                "Key": "SURV",
                "RankStart": "1"
              }
            },
            "TalentModifiers": {
              "TalentModifier": {
                "Key": "NATOUT",
                "RankAdd": "1"
              }
            }
          },
          {
            "Key": "NIKTOCH1OP4",
            "Name": "Gluss'sa'Nikto (Pale Nikto)",
            "Description": "Gluss'sa'Nikto, or \"Pale Nikto\", came from the Gluss'elta Islands of Kintan, causing them to be natural sailors. They have white-gray skin, eye-horns like the Kadas'sa'Nikto, and fins similar to those of the Esral'sa'Nikto, but smaller.",
            "SkillModifiers": {
              "SkillModifier": {
                "Key": "ATHL",
                "RankStart": "1"
              }
            },
            "OptionChoices": {
              "OptionChoice": {
                "Key": "NIKTOSP4OC1",
                "Name": "Aquatic",
                "Options": {
                  "Option": {
                    "Key": "NIKTOSP4OC1OP1",
                    "Name": "Swimmer",
                    "Description": "A Pale Nikto never suffers movement penalties for traveling through water and can hold his breath for a number of rounds equal to twice his Brawn rating before beginning to drown."
                  }
                }
              }
            }
          },
          {
            "Key": "NIKTOCH1OP5",
            "Name": "M'shento'su'Nikto (Southern Nikto)",
            "Description": "M'shento'su'Nikto, or \"Southern Nikto\", have no horns, a covered nose, and several pairs of breathing tubes. These tubes are larger than those of the Kajain'sa'Nikto, and also act as primitive ultrasonic sensory organs. Their skin color varies from white to yellow or orange.",
            "SkillModifiers": {
              "SkillModifier": {
                "Key": "PERC",
                "RankStart": "1"
              }
            },
            "OptionChoices": {
              "OptionChoice": {
                "Key": "NIKTOSP5OC1",
                "Name": "Detection",
                "Options": {
                  "Option": {
                    "Key": "NIKTOSP5OC1OP1",
                    "Name": "Sounds",
                    "Description": "Southern Nikto may add [BOOST] to Perception and Vigilance checks to detect sounds."
                  }
                }
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Pantoran",
      "Description": "[H4]Pantoran[h4]Please see page 22 of the Endless Vigil Sourcebook for details.",
      "Source": {
        "page": "22",
        "source_book": "Endless Vigil"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "3"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "11",
        "Experience": "110"
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "PANTOC1",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "PANTOC1OP1",
                  "Name": "Cool",
                  "Description": "Pantorans may begin the game with one rank in Cool.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "COOL",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "PANTAB1OP2",
                  "Name": "Negotiation",
                  "Description": "Pantorans may begin the game with one rank in Negotiation.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "NEG",
                      "RankStart": "1"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "PANTOC2",
            "Name": "Environmental",
            "Options": {
              "Option": {
                "Key": "PANTOC2OP1",
                "Name": "Tundra Dweller",
                "Description": "When making skill checks, Pantorans may remove [SETBACK] imposed due to cold environmental conditions."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Polis Massan",
      "Description": "Please see page 98 of the Strongholds of Resistance source book for details",
      "Source": {
        "page": "98",
        "source_book": "Strongholds of Resistance"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "1",
        "Requirement": {
          "WearingArmor": "false",
          "Career": "false",
          "Specialization": "false",
          "NonCareer": "false",
          "SoakAtLeast": "0",
          "WieldingMelee": "false",
          "WieldingBrawl": "false",
          "WieldingLightsaber": "false"
        }
      },
      "StartingAttrs": {
        "WoundThreshold": "8",
        "StrainThreshold": "11",
        "DefenseRanged": "0",
        "DefenseMelee": "0",
        "SoakValue": "0",
        "Experience": "100",
        "ForceRating": "0",
        "Requirement": {
          "WearingArmor": "false",
          "Career": "false",
          "Specialization": "false",
          "NonCareer": "false",
          "SoakAtLeast": "0",
          "WieldingMelee": "false",
          "WieldingBrawl": "false",
          "WieldingLightsaber": "false"
        }
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "MED",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "2",
          "isCareer": "false"
        }
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "POLISMASSANCH1",
            "Name": "Vocal Chords",
            "Custom": "Base",
            "Options": {
              "Option": [
                {
                  "Key": "POLISMASSANCH1OP1",
                  "Name": "No Vocal Chords",
                  "Description": "A vast majority of Polis Massans are born without vocal chords."
                },
                {
                  "Key": "POLISMASSANCH1OP2",
                  "Name": "Posesses Vocal Chords",
                  "Description": "A small minority of Polis Massans do possess vocal chords.  Referred to as \"speakers\" by their people, these rare individuals can physically speak languages, though their voices are soft and strangely resonant.",
                  "StartingAttributes": {
                    "Experience": "-10"
                  }
                }
              ]
            }
          },
          {
            "Key": "POLISMASSANCH2",
            "Name": "Communication",
            "Options": {
              "Option": {
                "Key": "POLISMASSANCH2OP1",
                "Name": "Telepathy",
                "Description": "Polis Massans can communicate with other beings using a simple form of telepathy.  At short range, this is akin to a broadcast, and any being will \"hear\" what the Polis Massan says.  They can \"whisper\" to individuals at engaged range."
              }
            }
          }
        ]
      },
      "CyberneticsAdjust": "0",
      "NoForceAbilities": "false"
    },
    {
      "Name": "Quarren",
      "Description": "[H4]Quarren[h4] \n The Quarren are a humanoid race native to Calamari's deep oceans. They have helmet-shaped heads that are composed of a mass of tentacles set below close-set eyes. They are more accustomed to deep-sea living, and chose to live below the water. Their conservative and solitary nature has led them to be unwilling to trust new ideas or lofty concepts. \n [P]When they first came in contact with the shore-dwelling Mon Calamari, the Quarren were hesitant. They eventually began to cooperate with the Mon Cal, and together they developed a symbiotic relationship in which the Quarren provide the raw materials, and the Mon Cal provide the knowledge and expertise; this led to the construction of the huge floating cities that dominate Calamari's oceans. Because of their pragmatic nature, the Quarren did not want to travel and explore the stars, as the Mon Cal did, and this began to create friction between the two races. When the Mon Cal's dream of contact with other stars became the deadly war with the Empire, the Quarren chose to ignore it, leaving the battle to the Mon Calamari who brought it upon themselves. \n [P]However, the Quarren could not escape the Empire, and it is rumoured that a Quarren helped the Empire evade the Calamarian defences and overtake the planet. Unfortunately, the Quarren were enslaved along with the Mon Cal. When the Mon Cal resisted Imperial rule, the Empire began destroying the floating cities. This served to unite the two races temporarily, and together they were able to solidify their defences and drive off the Empire with nothing more than crude weapons. After that, there were a number of Quarren who left the planet, seeking a life among the stars as their neighbours the Mon Cal did. \n [P][B]Physiology:[b] \n Quarren are aquatic humanoids with squid-like heads, at least four tentacles on their faces, and leathery skin. Quarren tentacles are prehensile, and they are able to manipulate food with them. Quarren have small mouths, with two fang-like teeth jutting from their faces on either side, and a long, thin tongue sticking out in between. Quarren have two long protrusions that extend from either side of their faces. In these protrusions are several gill-like structures that are actually aural structures, used for hearing instead of ears. Quarren also have holes on either sides of their neck that are most likely used for breathing. Quarren have two sac-like organs that hang from the back of their heads as well. \n [P]Most Quarren have orange skin, although some Quarren have gray-green skin - this trait, however, is extremely rare. Pink or purple-skinned Quarren exist, though presumably in small numbers. All Quarren also have two shimmering blue eyes. Being aquatic in nature, Quarren have to keep their skin moist in order to stay alive, although clawed Quarren seemed to need less moisture than other Quarren. \n [P]There are three different types of Quarren, although the only difference lay in their hands. Some Quarren have suction-tipped fingers, either with three or five fingers. Other Quarren have thick fingers that lack suction cups on the tips of their fingers, yet have sharp claws instead. Whether these three groups are actually distinct subspecies is unknown. \n [P]Having evolved in the depths of Mon Calamari, Quarren can descend to depths of 300 meters without any breathing or pressure apparatus. However, when descending to 50 meters or deeper, they have to spend as much time decompressing as they spent under 50 meters of water to allow their bodies to readjust to the lower surface pressure. \n [P][B]Society:[b] \n Quarren are a very self-centered and proud species, almost to the point of being xenophobic, which coincides with their isolationist behavior. Quarren find Humans to be very crude beings and think their language (Galactic Basic) to be very cumbersome, and unsuitable for speech. The Quarren instead speak their native language more frequently, in contrast to the Mon Calamari who speak Basic far more often, in order to deal with off-worlders, which the Quarren seldom did. \n [P]In sharp contrast to the Mon Calamari, the Quarren are far more conservative and practical in their thinking. While the Mon Calamari look towards the future, the Quarren remember yesterdays. Also, while the Mon Calamari often travel throughout the galaxy, the Quarren are far more isolationist, staying, for the most part, in the depths of the oceans of their homeworld. However, some Quarren follow suit after the Mon Calamari, and make their living in the galaxy as business managers and accountants. \n [P]While the Mon Calamari manufacture starships in orbital shipyards, the Quarren diligently mine metal ore for their brethren from the deepest parts of the ocean. The Quarren also help build massive floating cities for the Mon Calamari. While most Mon Calamari live on the few scattered islands on Dac, or on the upper levels of their floating cities, the Quarren live in their own cities, deep beneath the waves, or in the lower levels of the cities, for the cities stretch far below the surface, and the Quarren love the dark far more than the Mon Calamari. \n [P][B]Homeworld:[b] \n Dac, as it is called in Mon Calamarian, Quarrenese, and Basic, also known as Mon Calamari and sometimes simply called Calamari or Mon Cala, is a planet in the Calamari system of the Calamari sector, located in the Outer Rim. It is home to a wealth of sentient species: the Mon Calamari, the Quarren, the Moappa, the Amphi-Hydrus, and the Whaladons. Mon Calamari is the name given to the planet by Human explorers from the Galactic Republic who first discovered and revealed the world to the rest of the galaxy. The native species refer to the planet as Dac. The planet is a shining bluish-white orb from space, due to its ocean-covered surface. It is home to 27.5 billion Mon Calamarians and Quarren, as well as surrounded by the impressive Mon Calamari Shipyards. \n [P][B]Language:[b] \n Quarren, also refererred to as Quarrenese, is the official language of the Quarren species. \n [P]Quarrens are mostly bilingual in both Quarrenese and Basic, although many of them also learn Mon Calamarian. Converesly, many Mon Calamari learn Mon Calamarian, Basic and Quarrenese. Quarrenese is also extended in planets with notable colonies of Quarrens.",
      "Source": {
        "page": "23",
        "source_book": "Fly Casual"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "1",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "8",
        "Experience": "95"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "NEG",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "2",
          "isCareer": "false"
        }
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "QUARRENOC1",
            "Name": "Environment",
            "Options": {
              "Option": {
                "Key": "QUARRENOC1OP1",
                "Name": "Amphibious",
                "Description": "Can breathe underwater without penalty and never suffer movement penalties for traveling through water."
              }
            }
          },
          {
            "Key": "QUARRENOC2",
            "Name": "Defense",
            "Options": {
              "Option": {
                "Key": "QUARRENOC2OP1",
                "Name": "Ink Spray",
                "Description": "Can spray ink.  Once per encounter, as an out-of-turn incidental, may suffer 2 strain to add [SE] to enemy check within short range.  Add [SE][SE][SE] underwater."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Quermian",
      "Description": "[H4]Quermian[h4] Please see page 21 of the Savage Spirits Sourcebook for details.",
      "Source": {
        "page": "98",
        "source_book": "Savage Spirits"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "85"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "PERC",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": {
          "Key": "QUERMOC1",
          "Name": "Combat",
          "Options": {
            "Option": {
              "Key": "QUERMOC1OP1",
              "Name": "Additional Limbs",
              "Description": "Quermians have four arms and gain an additional free maneuver per turn.  They still may not perform more than two maneuvers per turn, however."
            }
          }
        }
      }
    },
    {
      "Name": "Rodian",
      "Description": "[H4]Rodians[h4] Please see page 49 of the Edge of the Empire Core Rulebook for details.",
      "Source": {
        "page": "49",
        "source_book": "Edge of the Empire Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "SURV",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "EXTRACK",
          "RankAdd": "1"
        }
      }
    },
    {
      "Name": "Sakiyan",
      "Description": "[H4]Sakiyan[h4] Please see page 98 of the Lords of Nal Hutta Sourcebook for details.",
      "Source": {
        "page": "98",
        "source_book": "Lords of Nal Hutta"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "8",
        "StrainThreshold": "10",
        "Experience": "80"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "",
          "RankStart": "",
          "RankLimit": ""
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "EXTRACK",
          "RankAdd": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "SAKIYANOC1",
          "Name": "Skills",
          "Options": {
            "Option": [
              {
                "Key": "SAKIYANOC1OP1",
                "Name": "Perception",
                "Description": "Sakiyans may begin the game with one rank in Perception.",
                "SkillModifiers": {
                  "SkillModifier": {
                    "Key": "PERC",
                    "RankStart": "1"
                  }
                }
              },
              {
                "Key": "SAKIYANOC1OP2",
                "Name": "Vigilance",
                "Description": "Sakiyans may begin the game with one rank in Vigilance.",
                "SkillModifiers": {
                  "SkillModifier": {
                    "Key": "VIGIL",
                    "RankStart": "1"
                  }
                }
              }
            ]
          }
        }
      }
    },
    {
      "Name": "Sathari",
      "Description": "[H4]Sathari[h4] Please see page 15 of the Chronicles of the Gatekeeper adventure module for details.",
      "Source": {
        "page": "15",
        "source_book": "Chronicles of the Gatekeeper"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "8",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "Coordination",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "SATHARICH1",
          "Name": "Avian",
          "Options": {
            "Option": {
              "Key": "SATHARICH1OP1",
              "Name": "Glider",
              "Description": "A Sathari can fall safely from any height and can glide over small gaps or distances while falling.  While conscious, a Sathari character does not suffer damage from falling (see page 221 of the [B]Force and Destiny[b] Core Rulebook)."
            }
          }
        }
      }
    },
    {
      "Name": "Selonian",
      "Description": "[H4]Selonian[h4] Please see page 91 of the Suns of Fortune Sourcebook for details.",
      "Source": {
        "page": "91",
        "source_book": "Suns of Fortune"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "1",
        "Willpower": "3",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "11",
        "StrainThreshold": "10",
        "Experience": "80"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "Coordination",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "SELONIANCH1",
          "Name": "Sight",
          "Options": {
            "Option": {
              "Key": "SELONIANCH1OP1",
              "Name": "Sees in Darkness",
              "Description": "Selonians see in almost total darkness.  Remove all [SETBACK] added due to darkness."
            }
          }
        }
      },
      "WeaponModifiers": {
        "WeaponModifier": {
          "UnarmedName": "Tail",
          "SkillKey": "BRAWL",
          "DamageAdd": "1",
          "Crit": "5",
          "RangeValue": "wrEngaged",
          "Qualities": {
            "Quality": [
              {
                "Key": "DISORIENT",
                "Count": "2"
              },
              {
                "Key": "KNOCKDOWN"
              }
            ]
          }
        }
      }
    },
    {
      "Name": "Shistavanen",
      "Description": "[H4]Shistavanen[h4] The Shistavanens, colloquially nicknamed wolfmen for their lupine appearance, are a biped species from the planets of the Uvena system, such as Uvena Prime and Uvena III. \n [P][B]Physiology:[b] \n Like most canine-based species, Shistavanens have pronounced muzzles, sharp claws, long pointed teeth, and pointed ears set on top of their heads. Shistavanens also possess large glowing eyes, and can also run at high speed for long periods without getting tired, alternately using two or four legs. As expected for a species of hunters, they have a keen sense of hearing, keen sense of smell, and excellent night vision. \n [P][B]Society:[b] \n As a species, the Shistavanens are isolationists. This is evident by the species colonizing all the unpopulated worlds in the Uvena system to prevent them from being settled by non-Shistavanen settlers, their restrictive trade laws (which were unapologetic in how they favored their own kind over off-world traders), and from the fact that they do not mix with non-Shistavanens much. Most of their society uses technology similar to the rest of the galaxy, though some parts of Uvena Prime use slightly less sophisticated technology. \n [P]A minority of Shistavanens are more outgoing, and travel the galaxy's hyperlanes. Even these Shistavanens usually remain by themselves or with other Shistavanens. Due to their natural predatory instincts, keen sense of hearing, excellent eyesight and sharp sense of smell, Shistavanens find common employment as scouts, mercenaries and bounty hunters. Many non-Shistavanens react badly to Shistavanens, since their isolationist culture makes them an unfamiliar sight, and their predatory appearance puts many other species on edge. \n [P][B]Homeworld:[b] \n Uvena Prime, or Uvena I, is the home planet of the Shistavanens in the Uvena system. The species, capable of hyperspace-level technology, emigrated to other uninhabited worlds of the system, including Uvena III, to prevent strangers from outlying systems from arriving and settling them. \n [P][B]Language:[b] \n Shistavanen is the native language of the Shistavanen species from Uvena Prime. This language is mainly formed by growls and barks. \n [P]Since the time of the Galactic Empire, most Shistavanen have been fluent in both Shistavanen and Basic, although they are only literate in their own language.",
      "Source": {
        "page": "24",
        "source_book": "Forged in Battle"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "3",
        "Intellect": "3",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "12",
        "StrainThreshold": "10",
        "Experience": "80"
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "SHISTCH1",
            "Name": "Initiative",
            "Options": {
              "Option": {
                "Key": "SHISTCH1OP1",
                "Name": "Hunter's Instincts",
                "Description": "When making an Initiative check, a Shistavanens may use Survival instead of Vigilance or Cool."
              }
            }
          },
          {
            "Key": "SHISTCH2",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "SHISTCH2OP1",
                  "Name": "Brawl",
                  "Description": "Shistavanens may begin the game with one rank in Brawl.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "BRAWL",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "SHISTCH2OP2",
                  "Name": "Survival",
                  "Description": "Shistavanens may begin the game with one rank in Survival.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "SURV",
                      "RankStart": "1"
                    }
                  }
                }
              ]
            }
          }
        ]
      }
    },
    {
      "Name": "Sullustan",
      "Description": "[H4]Sullustan[h4] \n Sullustans are a species of Near-Humans from Sullust. As skilled pilots and navigators, Sullustans, also known as Bomewrights, are common sights for spacers and at busy spaceports. \n [P][B]Physiology:[b] \n A diminutive species of near-Humans, Sullustans range from 1 to 1.8 meters in height and bear round, tapered skulls. Sullustans are distinguishable for their almond-shaped black eyes, facial jowls called dewflaps and large, round ears. \n [P]Having evolved in the underground of their planet, their wide earlobes provide excellent hearing and sense of directional sound, and their large eyes provide exceptional low-light vision and excellent peripheral vision. Sullustans can see up to 20 meters in the dark without being sensitive to infra-red, meaning they can effectively read and see normally with no light at all. Perhaps due to their relative lack of exposure to natural light, Sullustans begin to suffer from corneal defects after 30 standard years. After significant deterioration, many chose to wear special visors to prevent further damage. Some Sullustans tattoo their heads as a form of individual expression. \n [P]Like humans, Sullustans have only a single heart and one stomach. It is very difficult to get a Sullustan drunk, and Sullustans who do get drunk do not suffer hangovers. \n [P]Sullustans are pink-skinned and generally hairless, although facial hair is known to occur in some cases in males. Cranial hair is rare for males, but females of the species often grow it; it is considered a symbol of individuality and is worn in a manner helping to express this. \n [P]Sullustans possess exceptional innate sense of direction and intuition since their civilization developed in underground tunnels; many are able to navigate a path after seeing a map only once. This ability extends to sublight and hyperspace navigation, as well as patrol work, so much so that Sullustans make excellent scouts, pilots and navigators. \n [P][B]Society:[b] \n Sullustans are outgoing and mercantile, friendly and pragmatic. As a species they are altogether lacking in xenophobia. Though fond of practical jokes and extremely shrewd in their business dealings, they are eager to explore and travel the galaxy. Inquisitive by nature, some have described Sullustans as reckless, especially for their preference to learn and discover whenever possible through personal experience. \n Sullustans organize themselves into familial units known as Warren-clans. Each clan consists of one polyandrous female, several husbands and their young. Unmated females, known as \"Fems\", are active members of their communities until they reach the status of \"Ready\" which marks their breeding years. At the outset of Ready, \"Fems\" choose their mates and found their own Warren-clans. \n [P]Few Sullustans leave their homeworld, but those that do often find employment as pilots or merchants. Inspired by legends like Mayjeln, Sullustan spacers put their skills as navigators to use and are prized crewers across the galaxy. Because of this, their flowing, staccato language of Sullustese is known to many smugglers. Sullustan names are often direct translations from Sullustese words and typically consist of a given name and surname of four letters each. \n [P][B]Homeworld:[b] \n Sullust is the primary planet of the Sullust system, located in the Outer Rim at the conjuncture of the Rimma Trade Route and the Silvestri Trace. It is the homeworld of the Sullustans. \n [P][B]Language:[b] \n Sullustese, or Sullustan, is the language spoken by the Sullustan species.",
      "Source": {
        "page": "60",
        "source_book": "Age of Rebellion Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "1",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "ASTRO",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "0",
          "isCareer": "false"
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "SKILLJOCK",
          "RankStart": "0",
          "RankAdd": "1",
          "RankLimit": "0"
        }
      },
      "NoForceAbilities": "false"
    },
    {
      "Name": "Togruta",
      "Description": "[H4]Togruta[h4] The Togruta are a carnivorous humanoid species from the planet Shili. The species exhibits head-tails which are similar to those of Twi'leks. Togruta are also distinguished by montrals, large hollow horn-like projections from the top of their heads, that give the species a form of passive echolocation. In order to protect themselves from dangerous predators, and to hunt their own prey, Togruta band together in tribes and rely on their natural pigmentation to disrupt and confuse slow-witted beasts. Togruta work well in large groups, and individualism is seen as abnormal within their culture, although it is also a necessary quality in leaders. \n [P][B]Physiology:[b] \n Togruta have rusty skin tones ranging in hue from orange to red, with white pigmentation on their faces, and greyish lips. While not all have this feature, white stripes also adorned various parts of their bodies, including their chests, legs, backs, arms, lekku (head-tails), and montrals. The pattern of stripes vary from individual to individual. This red and white pattern is a phenotype left over from their ancestor's camouflage that helped them to blend in with their natural surroundings, especially the red-and-white turu-grass which dominated Shili's scrublands. \n [P]Their heads bear two montrals, with three, and on rare occasions, four head-tails, whose stripes are darker than those of the montrals. Togruta have the ability to sense the proximity and movement of physical objects around them by means of their hollow montrals, which detect space ultrasonically. Young Togrutas' montrals and posterior head-tail do not fully grow until adolescence, when their montrals become curved and their third head-tail grew to the length of their two main head-tails. \n [P]As predators, Togruta have sharp canine teeth, which they use to painlessly kill thimiars, their primary prey, causing the creatures' post-mortem death spasms. This gives outsiders the false impression that Togruta are venomous. However, Togrutas do nothing to dispel this misconception and even take advantage of the intimidating presence it gives them. \n [P][B]Society:[b]\n Togruta have a strong sense of unity and togetherness. On their native homeworld of Shili, they rely on each other and will band together to take a stand against the massive monsters that hunt them, such as the akul. It is said that the creatures of Shili most often attack in groups, which is even more reason for the native Togruta to work together. \n [P]While most of Shili is covered in the scrublands where the Togruta hunt their herbivorous prey, the Togruta live in small communities in the forest valleys, where the canopies keep them out of sight. \n [P]Togruta are known for their habit of not wearing shoes; they believe that the land is spiritually connected to them, and wearing shoes cut themselves from a bond with the land. In the pack, every able Togruta is expected to contribute his or her own share, as any food attained is distributed equally. Togruta are also known for their belief that those who cannot keep up should be left to fend for themselves, because that is nature's way. Other sentient species find this particular belief quite barbaric. Those within a pack who lead have a difficult time with fulfilling their goals because of the risk of becoming individualistic. As hunters, the Togruta show off the pelts and teeth of their game as a sign of pride and maturation. Special pride is taken in the teeth of akul that a Togruta has taken down as an individual. These teeth often are made into jewelry such as an akul-tooth headdress or a necklace, which also incorporates metals, stones, and pearls found on Shili. \n [P][B]Homeworld:[b] \n Shili was the homeworld of the Togrutas located in the Ehosiq sector. \n [P][B]Language:[b] \n Togruti is the native language of the Togruta from planet Shili. Most Togruta are fluent and literate in both Togruti and Basic. \n [P]Togruti is an ornate language using trills and long vowel sounds, which are modified by subtle tremors in the Togruta's head-tails. \n [P]This language is heavily influenced by Basic, but also incorporates some native idioms, which cause Basic-speaking Togruta to use strange expressions.",
      "Source": {
        "page": "60",
        "source_book": "Force and Destiny Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "3",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100",
        "ForceRating": "0"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "PERC",
          "RankStart": "1"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "TOGRUTAOC1",
          "Name": "Combat",
          "Options": {
            "Option": {
              "Key": "TOGRUTAOC1OP1",
              "Name": "Pack Instincts",
              "Description": "When performing the assist maneuver, Togrutas grant [BOOST][BOOST] instead of [BOOST]."
            }
          }
        }
      }
    },
    {
      "Name": "Toydarians",
      "Description": "[H4]Toydarians[h4] \n Toydarians are a race of winged mammalian beings from the planet Toydaria. Strong-willed, and resistant to manipulation of the mind through the Force, this species produces a body odor similar to sweetspice. With a reputation for being stingy and bad-tempered, many Toydarians are possessed of a strong sense of pride in their work. \n [P][B]Physiology:[b] \n A mammalian race of winged, stout bodied humanoids, the Toydarians have stubby facial tusks which protrude from their lower jaw and frame a short pudgy trunk. Typically a Toydarian has blue-green skin, except over their stomachs which are cream-colored, and each hand and their webbed feet have three digits each. While their stubby legs can support their body weight, Toydarians' primary mode of locomotion is their use of the wings on their upper back. Despite the frailty of their wings and the apparent heaviness of their large gut, Toydarians are remarkably buoyant. Indeed, Toydarian bodily tissue is extremely absorbent of natural gases in the air, which make them incredibly light weight. Though their wings can beat as fast as ten times a second, the effort burns up large amounts of energy, causing the species to need to replenish itself often through regularly eating mass quantities of food. [P]In order to fuel this hyperactive metabolism, Toydarians will eat concentrated foods and egg-seeds. Most of the bloodiest wars in their history were fought over food supplies. \n Similar to the Hutts, Toydarian brains have an unusual composition which make them immune to influence from the Force. The males of the species usually show sparse whiskers, though their craniums remain bare of any hair. Toydarian newborns emerge from their mothers' wombs fully developed, and are able to fly from birth. This characteristic is a vital survival adaption; land-bound creatures fall prey to the dangerous grabworms that roamed the planet's marshes. \n [P][B]Society:[b] \n Despite being ruled by the Hutts, the Toydarian people are able to govern themselves free of major outside intervention through the establishment of a feudal monarchy. A ruling king sits on the planet's throne, allowing vassals to form allegiances and have minor disputes to solve their own problems. The king makes sure to keep his vassals happy and to have their allegiance, but will occasionally encourage infighting to reveal the true character of the vassals and weed out treachery. \n [P]A common trait of all Toydarians is their shrewd business sense and their ability to haggle any deal. A loyal and proud people, these traits can be off-putting to outsiders, as many Toydarians in the galaxy are seen as crooks or slimy businessmen, but this is not always the case. \n [P][B]Homeworld:[b] \n Toydaria is a large, muddy planet located in the Toydaria system of Hutt Space, and home to the mind trick-resistant Toydarians. \n [P][B]Language:[b] \n Toydarian language is the native language of the Toydarian species from Toydaria. \n [P]Most Toydarians are fluent in both Toydarian language and Basic, although they are only literate in their own language. However, they would rather converse in Toydarian. Many Toydarians are fluent in Huttese instead of Basic, as the species has a long commercial history with the Hutts.",
      "Source": {
        "page": "22",
        "source_book": "Enter the Unknown"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "1",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "3"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "12",
        "Experience": "90"
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "TOYDARIANCH1",
            "Name": "Size",
            "Options": {
              "Option": {
                "Key": "TOYDARIANCH1OP1",
                "Name": "Silhouette",
                "Description": "Toydarians are smaller than average and count as silhouette 0."
              }
            }
          },
          {
            "Key": "TOYDARIANCH2",
            "Name": "Wings",
            "Options": {
              "Option": {
                "Key": "TOYDARIANCH2OP1",
                "Name": "Hoverer",
                "Description": "Toydarians have wings that allow them to hover slightly off the ground.  When hovering, Toydarians do not have to spend additional maneuvers when navigating difficult terrain.  Otherwise, their wings allow them no extra capabilities beyond those of a normal, walking character."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Trandoshan",
      "Description": "[H4]Trandoshans[h4] Please see page 50 of the Edge of the Empire Core Rulebook for details.",
      "Source": {
        "page": "50",
        "source_book": "Edge of the Empire Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "1",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "12",
        "StrainThreshold": "9",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "PERC",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": "",
      "WeaponModifiers": {
        "WeaponModifier": {
          "AllSkillKey": "BRAWL",
          "DamageAdd": "1",
          "Crit": "3"
        }
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "TRANDABREGEN",
            "Name": "Regeneration",
            "Options": {
              "Option": {
                "Key": "TRANDREGEN",
                "Name": "Wound Regeneration",
                "Description": "Whenever a trandoshan would recover one or more wounds from natural rest or recuperation in a Bacta tank, he recovers one additional wound.  Trandoshans can regrow lost limbs as well, though it usully takes at least a month before the limb is usable."
              }
            }
          },
          {
            "Key": "TRANDABCL",
            "Name": "Claws",
            "Options": {
              "Option": {
                "Key": "TRANDCL",
                "Name": "May use claws when brawling",
                "Description": "When a Trandoshan makes Brawl checks to deal damage to an opponent, he deals +1 damage and has a Critical Rating of 3."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Twi'lek",
      "Description": "[H4]Twi'leks[h4] Please see page 51 of the Edge of the Empire Core Rulebook, or page 61 of the Force and Destiny Core Rulebook, for details.",
      "Source": {
        "page": "51",
        "source_book": "Edge of the Empire Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "2",
        "Presence": "3"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "11",
        "Experience": "100"
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "TWIABSK",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "TWISKCH",
                  "Name": "Charm",
                  "Description": "Twi'leks may begin the game with one rank in Charm.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "CHARM",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "TWISKDEC",
                  "Name": "Deception",
                  "Description": "Twi'leks may begin the game with one rank in Deception.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "DECEP",
                      "RankStart": "1"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "TWIENV",
            "Name": "Environmental",
            "Options": {
              "Option": {
                "Key": "TWIENVHOT",
                "Name": "Arid/Hot Environments",
                "Description": "When making skill checks, Twi'leks may remove [SETBACK] imposed due to arid or hot environmental conditions."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Verpine",
      "Description": "[H4]Verpine[h4] \n Verpine are an insectoid sentient species from the Roche asteroids. Best known for their technological aptitude, the Verpine are considered to be among the finest starship engineers in the galaxy. \n [P][B]Physiology:[b] \n Verpine are thin bipedal insectoids, standing 1.9 meters tall on average. Unlike many insectoids, including the Kibnon to which they are distantly related, the Verpine have only four limbs (two arms and two legs), though there are instances of Verpine growing vestigial wings. Their heads are dominated by large compound eyes. They also have two antennae, one located behind each eye. Their hardened carapace, composed of a green chitinous substance called carahide, is as flexible as the skin of other creatures, yet tough enough to deflect a blade or even absorb a glancing blaster bolt. The Verpine circulatory system does not contain a heart — at least, not an organ which Human physiologists would identify as a heart. \n [P]Verpine eyes are keen enough to pick out microscopic details. Their antennae contain tympanic nerves which pick up sound. Their antennae are also sensitive to radio waves, giving Verpine the natural ability to sense and transmit radio waves to communicate with another Verpine in their language over distances on the order of one hundred kilometers. Some observers mistake this nearly instant, silent communication for true telepathy. Thanks to their natural radio communication network, their colonies are run as a consensus democracy, with all Verpine instantly consulted on questions affecting the hive. \n Given their reliance on radio communication, Verpine frequently suffer negative consequences when their antenna are damaged. \n [P]Verpine come in two types—intelligent, hermaphroditic Verpine and unintelligent worker drones. At the time of their entrance into Galactic society, only five percent of Verpine were intelligent, but the demands of technological civilization required the Verpine to restructure their society. After the change, egg-laying Verpine use a special enzyme to ensure all eggs laid develop into intelligent Verpine. Any drones needed by a Verpine hive are produced via cloning. \n [P]When a Verpine hive need more members, some of the fertile Verpine will be asked to lay eggs, while others will be assigned to fertilize them. The eggs are cared for in colony incubators, and hatchlings are cared for by the entire hive. \n [P]While hermaphrodite, there is evidence to indicate that individual Verpine have definite genders, either permanently or at some point of their existences. \n [P]The fungus Magenge, which grows inside the asteroid colonies of the Verpine, form the basis of the Verpine diet. \n [P][B]Society:[b] \n Verpine have variable naming customs. Some have single names such as Fxz'et, Zix, Ss's, or Moegid. Others have first and last names such as Kuli Ned'lx, Kyli Ned'Ix, or Osos Niskooen. Many, though not all, Verpine names contain sibilant consonants and glottal stops. \n [P]Verpines are also known to make highly sought after weapons such as the Verpine shatter gun, the Verpine headband, and the Verpine prototype shield. \n [P][B]Homeworld:[b] \n The Roche asteroid field, sometimes known simply as Roche, is a series of asteroids colonized by the Verpine, including Nickel One (the capital), Slayn, Korpil, Roche G42, and Shantipole. \n [P][B]Language:[b] \n Verpine is the native language of the Verpine species from Roche asteroid field. \n [P]Although Verpine language is usually spoken, Verpine can also use radio waves to communicate with other Verpine in their language. \n [P]Most Verpine are fluent in both Verpine language and Basic, although they are only literate in their own language.",
      "Source": {
        "page": "102",
        "source_book": "Strongholds of Resistance"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "3",
        "Intellect": "3",
        "Cunning": "1",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "12",
        "Experience": "80"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "MECH",
          "RankStart": "1",
          "RankAdd": "0",
          "RankLimit": "0",
          "isCareer": "false"
        }
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "VERPINECH1",
            "Name": "Perception",
            "Options": {
              "Option": {
                "Key": "VERPINECH1OP1",
                "Name": "Microvision",
                "Description": "When closely examining an object, Verpine add [BO] to their Perception checks."
              }
            }
          },
          {
            "Key": "VERPINECH2",
            "Name": "Communication",
            "Options": {
              "Option": {
                "Key": "VERPINECH2OP1",
                "Name": "Radio-wave Communication",
                "Description": "Verpine can produce and hear radio waves, which allows them to silently communicate with other Verpine and specially-tuned comlinks within a 100-kilometer range."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Weequay",
      "Description": "[H4]Weequay[h4] \n Weequays are a race of humanoids who come from the Outer Rim planet of Sriluur, near Hutt Space. Their home is a harsh desert planet, leading to the species' tanned skin tone and rough, sandy, wrinkled skin. Their eyes are dark and slightly recessed into their skull. \n [P][B]Physiology:[b] \n Weequays are humanoids with thick, leathery skin that range in color from tan to dark brown. Their faces are lipless, with a frill along each of their jowls. \n [P][B]Society:[b] \n Weequays have the ability to communicate with members of their own clan through smell by exuding complex pheromones. This pheromonal language cannot be understood by any other species, or even by Weequays of another clan. Only Jedi senses can even tell that two Weequay are communicating. Since each Weequay's pheromones is unique, Weequay have no need for a name within their clan. As a result, speech is only a secondary form of communication for Weequay, and they seldom speak a whole sentence, resulting in Humans mistakenly believing the species to be unintelligent. \n [P]Only Weequay who have to live among other clans, or among non-Weequay, take a personal name. Even then, some are simply referred to as \"Weequay\". In Weequay culture, individual identity is much less important than the clan. As long as the clan survives, a single Weequay is expendable. This results in a sometimes brutal culture. \n [P]Male Weequay often tie their hair into long braids. Traditionally, they will grow one \"seclusion braid\" for each Sriluurian year spent away from their homeworld as a tribute to their home. When they return, they shaved their braids. Weequays serving the Hutt clans are often very close to their homeworld, and will only have one or two braids. Female Weequay are usually bald, and do not follow this tradition. \n [P]Weequay religion is complex, with many deities. Among them are the moon-god Quay and the thunder god Am-Shak. Quay is their chief god: indeed, \"Weequay\" translates to \"Follower of Quay\". Zealous Weequays perform ritual sacrifices in Quay's honor, at times resorting to murder, earning their culture a violent reputation. Each of their cities is centered around a shrine of black, polished stone, known as a thal, where the Weequay make offerings of food and valuables. Their religious code prohibits building thal off Sriluur, so off-world devotees are obligated to substitute animal sacrifices (usually large animals like banthas). \n [P]The Weequays share their homeworld with Houk colonists, though not enthusiastically. The two societies sent to war on Sriluur in 10 BBY. The conflict ended after a decade, leaving many unemployed Weequay soldiers to find work as mercenaries and bounty hunters. This war also gave certain Weequay companies a good reputation throughout the galaxy as manufacturers of force pikes and other melee weapons. \n [P][B]Homeworld:[b] \n Sriluur is a planet in the Tharin sector of the Outer Rim. Homeworld to the sentient Weequay species, Sriluur holds a key position along the Sisar Run, one of the many important hyperlanes connecting Hutt Space with the rest of the Outer Rim. The planet is orbited by five moons, most notably Ruul, the only one of the five able to support life. It is an arid world covered in deserts, volcanoes and acidic seas. Despite this, the planet is almost entirely self-sufficient thanks to an unlikely but very productive agricultural sector. The planet has enormous reserves of copper, but this resource goes largely untapped by miners. Historically, the planet is part of Hutt Space, which means Hutt crime lords and representatives of the Black Sun criminal organization are a common sight on Sriluur. \n [P][B]Language:[b] \n Sriluurian is the official language of the Sriluur system. The most notable species to speak this language is the Weequay on Sriluur. [P]It is formed by guttural mumbles and subdued whispers. It also uses hieroglyphs as a written form. \n [P]The language has some special characteristics that most languages in the galaxy lack: The Weequays can speak to one another and prevent outsiders from understanding them. \n [P]Weequays also use pheromones to communicate with each other. However, only the members of one's same tribe can understand the pheromones of another Weequay. Sriluurian is a language used to communicate with people from other tribes. \n [P]Most Weequays are fluent in both Sriluurian and Basic, although they are usually only literate in their own language.",
      "Source": {
        "page": "22",
        "source_book": "Dangerous Covenants"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "2",
        "Intellect": "1",
        "Cunning": "3",
        "Willpower": "2",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "9",
        "Experience": "90"
      },
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "WEEQUAYCH1",
            "Name": "Skills",
            "Options": {
              "Option": [
                {
                  "Key": "WEEQUAYCH1OP1",
                  "Name": "One Rank in Resilience",
                  "Description": "Weequay may begin the game with one rank in Resilience.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "Resilence",
                      "RankStart": "1"
                    }
                  }
                },
                {
                  "Key": "WEEQUAYCH1OP2",
                  "Name": "One Rank in Athletics",
                  "Description": "Weequay may begin the game with one rank in Athletics.",
                  "SkillModifiers": {
                    "SkillModifier": {
                      "Key": "ATHL",
                      "RankStart": "1",
                      "RankAdd": "0",
                      "RankLimit": "0",
                      "isCareer": "false"
                    }
                  }
                }
              ]
            }
          },
          {
            "Key": "WEEQUAYCH2",
            "Name": "Pheromones",
            "Options": {
              "Option": {
                "Key": "WEEQUAYCH2OP1",
                "Name": "Communicative Pheromones",
                "Description": "Weequay can communicate non-verbally with other Weequays up to Short Range."
              }
            }
          }
        ]
      }
    },
    {
      "Name": "Whiphid",
      "Description": "[H4]Whiphid[h4] \n  Whiphids are tall, muscled, furred sentient beings from the planet Toola. They are notable for their great tusks. On Toola, Whiphids live a primitive lifestyle, hunting caraboose and other large animals, such as the motmot, their favored prey. Their language consists of approximately six thousand words. As Whiphids came into contact with more technically advanced races that came to Toola to buy ice, they began to show great curiosity about the rest of the galaxy. Many Whiphids left Toola, supporting themselves as big game hunters, mercenaries, or bounty hunters. \n [P][B]Physiology:[b] \n Whiphids average about 2.5 meters and can weigh up to 400 kilos. They are covered by long yellow-white or gold fur and had stubby fur-covered tails. Their faces are elongated, with prominent foreheads and long, bowed cheekbones. A Whiphid's face is furless apart from a few hairs on the lips and chin. Two large tusks protrude from the lower jaw, and their massive arms end with thick three-fingered hands, the fingers ending in sharp claws. Female Whiphids tend to be slightly shorter and heavier than the males. Their eyes protrude slightly from their heads. Young Whiphids have shorter snouts and far less fur than adults. \n [P]Since their homeworld of Toola is a cold planet of ice and snow, the Whiphid's body maintains a thick layer of blubber, which serves to insulate and reduce heat loss. Their thick fur also helps to protect them from the harsh climate and is also covered with natural oil that repells water and allows them to swim in Toola's frigid oceans. In the warmer periods of the spring and summer on Toola, the Whiphids lose several centimeters of fur and burn off much of their fat reserves. Their hollow cheekbones also widen slightly, since a broader face helps to dissipate heat. These biological changes are induced by warmer temperatures rather than by the cycle of the seasons. Whiphids in the wider galaxy, therefore, are more likely to have less fur and be smaller in size than their counterparts on their homeworld in winter. \n [P][B]Society:[b] \n On Toola, the Whiphids live together in tribes of three to ten couples. In the winter the tribes are nomadic and travel across the icy plains of the planet in search of prey. They camp near hunting grounds using round hide tents. During summer the tribes move to a permanent base that is constructed of stone and covered by animal hides and mud. A Whiphid tribe is led by an elder called a Spearmaster, who decides where the group should camp and what prey to hunt.\n[P]Whiphid tribes are loose associations of individuals, and they do not have attachments to the tribes of their parents. They are a survival necessity and not an ideological construct or family unit. A tribe stays together as long as it was doing well, and individuals of unsuccessful tribes have no compunction against joining another tribe, nor do tribes have an issue with new members.\n [P]The tribes of Toola travel across the planet on sleds and load-bearing sledges that are constructed of hide, horn, bone and leather thong. They are pulled by domesticated Tuggles, carnivorous animals native to Toola possessed of great stamina. Six Tuggles are capable of pulling a sledge all day with only a couple of breaks, if properly fed, for several days at a time. The design of the Whiphid sleds is such that they spread the load over a wide surface area and therefore allow for safe gliding over the icy plains.\n [P]Tribes on Toola typically meet at hot springs, where they will trade and cooperate in big hunts. Whiphid tribes do not make war with each other or participate in skirmishes or raids against other tribes. In the mind of the Whiphids, this would reduce the number of hunters capable of hunting motmots and bring bad luck against the aggressive tribe. Individual Whiphids do have disagreements that can last for years and that often resulted in violent confrontations, but these are personal matters that do not involve others. Bullies in Whiphid society are rare, and an elder will take such an individual on a long hunt to sort them out. Those that do not learn the ways of the elder often do not return. Individuals within Whiphid society are not allowed to undermine its functioning. \n [P][B]Homeworld:[b] \n Toola is a planet located in the Toola system and the cold homeworld of the Whiphids. It is located in the Slice. \n [P][B]Language:[b] \n Whiphid is the native language of the Whiphid species from Toola. It is formed of snorts, growls and bellowing barks. \n [P]There is no written form of Whiphid language. The language's working vocabulary is limited to six thousand words. \n[P]Most Whiphids are only fluent in Whiphid, and not in Basic.",
      "Source": {
        "page": "21",
        "source_book": "Keeping the Peace"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "1",
        "Willpower": "2",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "12",
        "StrainThreshold": "10",
        "Experience": "80"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "SURV",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": [
          {
            "Key": "WHIPHIDCH1",
            "Options": {
              "Option": {
                "Key": "WHIPHIDCH1OP1",
                "Name": "Tusks",
                "Description": "When a Whiphid makes a Brawl check to deal damage to an opponent, their attack deals +2 point of damage, has a Crit Rating of 4, and has the Vicious 1 quality."
              }
            }
          },
          {
            "Key": "WHIPHIDCH2",
            "Name": "Survival",
            "Options": {
              "Option": {
                "Key": "WHIPHIDCH2OP1",
                "Name": "Hardy Survivalist",
                "Description": "A Whiphid adds automatic [SU] to Survival checks and can survive for several weeks without food thanks to reserve blubber.",
                "DieModifiers": {
                  "DieModifier": {
                    "SkillKey": "SURV",
                    "SuccessCount": "1"
                  }
                }
              }
            }
          }
        ]
      },
      "WeaponModifiers": {
        "WeaponModifier": {
          "Unarmed": "false",
          "AllSkillKey": "BRAWL",
          "Damage": "0",
          "DamageAdd": "2",
          "Crit": "4",
          "CritSub": "0",
          "RangeValue": "wrEngaged",
          "Qualities": {
            "Quality": {
              "Key": "VICIOUS",
              "Count": "1"
            }
          }
        }
      }
    },
    {
      "Name": "Wookiee",
      "Description": "[H4]Wookies[h4] Please see page 52 of the Edge of the Empire Core Rulebook for details.",
      "Source": {
        "page": "52",
        "source_book": "Edge of the Empire Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "3",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "2"
      },
      "StartingAttrs": {
        "WoundThreshold": "14",
        "StrainThreshold": "8",
        "Experience": "90"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "BRAWL",
          "RankStart": "1",
          "RankLimit": "2"
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "WOOKAB",
          "Name": "Rage",
          "Options": {
            "Option": {
              "Key": "WOOKABRAGE",
              "Name": "Rages when Wounded",
              "Description": "When a Wookiee has suffered any wounds, he deals +1 damage to Brawl and Melee attacks.  When a Wookiee is Critically Injured, he instead deals +2 damage to Brawl and Melee attacks."
            }
          }
        }
      }
    },
    {
      "Name": "Xexto",
      "Description": "[H4]Xexto[h4] Please see page 24 of the Stay on Target Sourcebook for details.",
      "Source": {
        "page": "24",
        "source_book": "Stay on Target"
      },
      "StartingChars": {
        "Brawn": "1",
        "Agility": "3",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "1",
        "Presence": "2",
        "Requirement": {
          "WearingArmor": "false",
          "Career": "false",
          "Specialization": "false",
          "NonCareer": "false",
          "SoakAtLeast": "0"
        }
      },
      "StartingAttrs": {
        "WoundThreshold": "9",
        "StrainThreshold": "9",
        "DefenseRanged": "0",
        "DefenseMelee": "0",
        "SoakValue": "0",
        "Experience": "85",
        "ForceRating": "0",
        "Requirement": {
          "WearingArmor": "false",
          "Career": "false",
          "Specialization": "false",
          "NonCareer": "false",
          "SoakAtLeast": "0"
        }
      },
      "TalentModifiers": {
        "TalentModifier": {
          "Key": "CONF",
          "RankStart": "0",
          "RankAdd": "1",
          "RankLimit": "0",
          "Requirement": {
            "WearingArmor": "false",
            "Career": "false",
            "Specialization": "false",
            "NonCareer": "false",
            "SoakAtLeast": "0"
          }
        }
      },
      "OptionChoices": {
        "OptionChoice": {
          "Key": "XEXTOCH1",
          "Name": "Limbs",
          "Custom": "Base",
          "Options": {
            "Option": {
              "Key": "XEXTOCH1OP1",
              "Name": "Additional Limbs",
              "Description": "Xexto have four arms and gain an additional free maneuver per turn.  They still may not perform more than two maneuvers per turn, however."
            }
          }
        }
      },
      "NoForceAbilities": "false"
    },
    {
      "Name": "Zabrak",
      "Description": "[H4]Zabrak[h4] \n The Zabrak, also known as Iridonians when referring to the Zabrak who came from Iridonia, are a carnivorous Near-Human species native to Iridonia, a planet located in the Mid Rim known for its inhospitable terrain and fierce predatory life. They are a species known for having a fierce sense of self-determination and an equally dominant need for independence. \n [P][B]Physiology:[b] \n Zabrak are Near-Human, but have a number of significant physical characteristics that set them apart from baseline Humanity. The most striking of these are a series of vestigial horns that crowned the heads of both males and females. These horns grow at puberty in varying patterns and signify that the time of their rite of passage is drawing near. \n [P]The horns are one trait shared by the many Zabrak subspecies, which are divided by a number of physical characteristics that differ from subspecies to subspecies. These can include different skin tones (which included peachy white, pure white, yellow, red, tan, brown and black), horn patterns, hair growth (though it should be noted that most Zabraks, unlike Humans, cannnot grow eyelashes or facial hair) and eye color (which have certain pigmentations that Humans lack, such as purple, yellow, red, and orange). \n [P]Another of the traits that made Zabrak instantly recognizable are their facial tattoos, which are made up of thin lines received during their rite of passage. These can symbolize many things, including but not limited to family lineage, place of birth, or even a design that reflects their individual personalities. \n [P]Internally, Zabraks possess a second heart. They also have great resistance to physical pain. \n [P]Zabraks are capable of breeding with Humans, and a hybrid sub-species evolved on Dathomir called the Dathomirians, formed from the mating of Nightbrother Zabraks and Nightsister Humans. \n [P][B]Society:[b] \n  Zabrak are often seen by most other species as being single-minded, an observation that is not terribly incorrect. This single-minded determination comes from the fact that they are a race with a strong sense of self-assuredness, confident that they are able to accomplish any task that they set out to do. However, this does not lead a Zabrak to develop a sense of prideful superiority towards others, though there is often the occasional competition between colonies. This is not seen as a negative, however, for the Zabraks believe that the various experiences of the different colonies only served to add values to the race's overall value to the galaxy. \n [P]Zabrak are proud, strong, and confident beings. They believe that nothing is truly impossible, and strive to prove skeptics wrong at every turn. Some Zabraks carry themselves with an air of superiority, frequently discussing the achievements of their people with pride that can border on arrogance. As warriors or adventurers, Zabrak tend to be dedicated, intense, and extremely focused. \n [P]Zabrak from Iridonia are considered to be more war-like than Zabrak from their colony worlds, most likely due to the rugged terrain that makes up their home world. As such, they developed a highly physical style of martial arts, which is a requirement for young Zabrak to learn. It is not uncommon for Zabrak from Iridonia to be among the best hand-to-hand fighters and weaponsmiths in the galaxy. Zabrak from colony worlds also share that drive for excellence, but encourage their children to express it in other ways. It was thus not surprising to see that the Zabrak meet with success in many fields, ranging from medicine to entertainment. \n [P]Zabrak will commonly take their names from animals native to Iridonia, with many Zabrak families named after the Bukk. Many Zabrak males are named after the Blok, Lok, and Zur. Many Zabrak females are known to take their names from the Triz. \n [P][B]Homeworld:[b] \n Iridonia is the homeworld of the Zabrak species. Due to the harsh living conditions, the Zabrak are a hardy species. They took to flight and then space travel as soon as they could develop the technology, and by the time the Duros encountered them, they had already colonized five systems. Notable Iridonians included Darth Maul, Bao-Dur, Drell Kahmf, Sirak and Maris Brood. \n [P][B]Language:[b] \n Zabraki, or Zabrak language is the native language of the Zabrak species from Iridonia. Most Zabrak are fluent in both Zabrak language and Basic, being literate in both languages. \n [P]The word Kaz, as in the name Kaz Lo, means \"clever\" or \"innovative\". The word \"Ouc\" as in the name \"Oucoa\" pronounced \"Oak-oa\" means \"Brave\" or \"Fearless one\".",
      "Source": {
        "page": "62",
        "source_book": "Force and Destiny Core Rulebook"
      },
      "StartingChars": {
        "Brawn": "2",
        "Agility": "2",
        "Intellect": "2",
        "Cunning": "2",
        "Willpower": "3",
        "Presence": "1"
      },
      "StartingAttrs": {
        "WoundThreshold": "10",
        "StrainThreshold": "10",
        "Experience": "100"
      },
      "SkillModifiers": {
        "SkillModifier": {
          "Key": "SURV",
          "RankStart": "1"
        }
      },
      "TalentModifiers": "",
      "OptionChoices": {
        "OptionChoice": {
          "Key": "ZABRAKOC1",
          "Name": "Fear",
          "Options": {
            "Option": {
              "Key": "ZABRAKOC1OP1",
              "Name": "Fearsome Countenance",
              "Description": "A Zabrak adds automatic [ADVANTAGE] to all Coercion checks he makes.",
              "DieModifiers": {
                "DieModifier": {
                  "SkillKey": "COERC",
                  "AdvantageCount": "1"
                }
              }
            }
          }
        }
      }
    }
  ]
}